[
    {
        "classification": 1,
        "headlineText": "President Trump said there was a “very, very good chance” of a trade deal with China being reached when he meets with the Chinese president in March.",
        "headlineTitle": "U.S. and China Extend Talks, but Final Deal Remains Elusive",
        "idx": 0
    },
    {
        "classification": 1,
        "headlineText": "Despite talk that the dollar was losing dominance, it has only gained stature, reinforcing President Trump’s power to dictate foreign policy.",
        "headlineTitle": "The Dollar Is Still King. How (in the World) Did That Happen?",
        "idx": 1
    },
    {
        "classification": 0,
        "headlineText": "The battle over Amazon’s New York plans resurfaced tensions among unions over how to deal with Uber, Airbnb and other emerging giants.",
        "headlineTitle": "Labor’s Hard Choice in Amazon Age: Play Along or Get Tough",
        "idx": 2
    },
    {
        "classification": 0,
        "headlineText": "Amazon may not call it home. But the city, by design and because of its allure, is increasingly a magnet for coders and companies.",
        "headlineTitle": "It Started With a Jolt: How New York Became a Tech Town",
        "idx": 3
    },
    {
        "classification": 0,
        "headlineText": "As a March deadline approaches, American negotiators are struggling with how to ensure China, which has reneged on promises to past administrations, follows through on any agreement.",
        "headlineTitle": "U.S. Wrangles China for Firm Commitments as Trade Talks Continue",
        "idx": 4
    },
    {
        "classification": 0,
        "headlineText": "He helped steer Delta through 9/11 and a bankruptcy. Then he had to tangle with the National Rifle Association.",
        "headlineTitle": "Delta C.E.O. Ed Bastian: ‘Leadership Is Not a Popularity Contest’",
        "idx": 5
    },
    {
        "classification": -1,
        "headlineText": "The Fed released minutes of its January meeting showing officials continued to express confidence in the economy but saw enough warning signs to warrant a pause in rate increases.",
        "headlineTitle": "Fed Explains Pause as Officials Debate Future Rate Increases",
        "idx": 6
    },
    {
        "classification": -1,
        "headlineText": "A proposal to tax wealth finds support across party lines, along with the premise that the government should combat inequality.",
        "headlineTitle": "Democrats Want to Tax the Wealthy. Many Voters Agree.",
        "idx": 7
    },
    {
        "classification": 1,
        "headlineText": "A decline in residential real estate has led several recessions. With construction still in a multiyear slump, it seems unlikely to be the culprit this year.",
        "headlineTitle": "Housing Is Already in a Slump. So It (Probably) Can’t Cause a Recession.",
        "idx": 8
    },
    {
        "classification": -1,
        "headlineText": "There are other tools that don’t involve quite the risks and challenges of targeting the richest families.",
        "headlineTitle": "Elizabeth Warren Wants a Wealth Tax. How Would That Even Work?",
        "idx": 9
    },
    {
        "classification": -1,
        "headlineText": "Plus, tax season brings bad news, and the Fed offers more clues about its change of heart.",
        "headlineTitle": "The Week in Business: Amazon Breaks Up With New York, and Warren Buffett Takes Stock",
        "idx": 10
    },
    {
        "classification": -1,
        "headlineText": "With millions of people filing tax returns under a new tax law and after a long government shutdown, this is a challenging year. We offer survival tips and extensive coverage.",
        "headlineTitle": "Watch Out. Tax Season Is Even More Stressful Than Usual.",
        "idx": 11
    },
    {
        "classification": 0,
        "headlineText": "The region has its act together and knows what it is doing, officials said.",
        "headlineTitle": "Northern Virginia Is Keeping Amazon’s 25,000 Jobs, and Wants You to Know It",
        "idx": 12
    },
    {
        "classification": 1,
        "headlineText": "In terms of economic, political and cultural impact, the finance industry dominates. But tech is gaining fast, and is where much of the growth is.",
        "headlineTitle": "Even Without Amazon, Tech Could Keep Gaining Ground in New York",
        "idx": 13
    },
    {
        "classification": -1,
        "headlineText": "Both sides said “progress” had been made in the talks but deep disagreements remain ahead of the March deadline set by leaders of both countries.",
        "headlineTitle": "China and U.S. to Continue Trade Talks Next Week",
        "idx": 14
    },
    {
        "classification": 0,
        "headlineText": "Labor groups aiming to organize a Staten Island warehouse were in talks with the company a day before it abandoned plans for a Queens headquarters.",
        "headlineTitle": "Amazon and New York Unions Had ‘Productive Meeting,’ Then Came a Shock",
        "idx": 15
    },
    {
        "classification": -1,
        "headlineText": "Europe’s largest economy showed no growth in the fourth quarter as steel tariffs hit manufacturers and sales to China declined.",
        "headlineTitle": "German Growth Stagnates as Trump Trade War Starts to Bite",
        "idx": 16
    },
    {
        "classification": 0,
        "headlineText": "Leading business groups haven’t joined in pushing for leadership changes, and Amazon is moving forward with a major office presence.",
        "headlineTitle": "Virginia’s Economy Weathers the Storm in Its Statehouse",
        "idx": 17
    },
    {
        "classification": -1,
        "headlineText": "Fewer taxpayer calls are being answered and wait times are longer, a new report finds.",
        "headlineTitle": "The Government Shutdown Made the I.R.S. Even More Frustrating",
        "idx": 18
    },
    {
        "classification": 0,
        "headlineText": "Why people living in smaller cities or towns tend to give higher ratings to their communities.",
        "headlineTitle": "The Biggest Economic Divides Aren’t Regional. They’re Local. (Just Ask Parents.)",
        "idx": 19
    },
    {
        "classification": -1,
        "headlineText": "A proposal to restrict stock buybacks is the latest push by party leaders to force corporations to spend more on workers.",
        "headlineTitle": "Democrats Aim to Limit Corporate Windfall From Trump Tax Cut",
        "idx": 20
    },
    {
        "classification": 0,
        "headlineText": "A small group of well-educated professionals enjoys rising wages, while most workers toil in low-wage jobs with few chances to advance.",
        "headlineTitle": "Tech Is Splitting the U.S. Work Force in Two",
        "idx": 22
    },
    {
        "classification": -1,
        "headlineText": "The economy has been fairly strong, but economists are nearly unanimous in concluding that President Trump’s economic policies are destructive.",
        "headlineTitle": "An A- for the U.S. Economy, but Failing Grades for Trump’s Policies",
        "idx": 23
    },
    {
        "classification": 1,
        "headlineText": "Innovation, investment and inviting geology have given new life to an oil patch that once seemed spent. The oil field is now the world’s second most productive.",
        "headlineTitle": "How a ‘Monster’ Texas Oil Field Made the U.S. a Star in the World Market",
        "idx": 24
    },
    {
        "classification": -1,
        "headlineText": "Depression and suicide rates rose alarmingly during the debt crisis as the country cut wages and health services and increased taxes.",
        "headlineTitle": "Greece, 10 Years Into Economic Crisis, Counts the Cost to Mental Health",
        "idx": 25
    },
    {
        "classification": -1,
        "headlineText": "From Apple to Nvidia, tech companies say business is slowing. Among the reasons: China and a Bitcoin slump. It may be just a bump — until it’s not.",
        "headlineTitle": "Behind Tech’s Shine, Some Warnings Signs Appear",
        "idx": 26
    },
    {
        "classification": -1,
        "headlineText": "Also, the Fed makes a surprising announcement, and the true cost of the government shutdown.",
        "headlineTitle": "The Week in Business: Let the Apple vs. Facebook Battle Begin, and China Goes Soybean Shopping",
        "idx": 27
    },
    {
        "classification": -1,
        "headlineText": "The Fed’s newfound patience on raising interest rates is just what President Trump wanted. Its explanation, however, is unlikely to please him.",
        "headlineTitle": "Trump’s Policies, Not His Insults, Contributed to the Fed’s Shift",
        "idx": 28
    },
    {
        "classification": 0,
        "headlineText": "The company, which has shifted the project’s emphasis from manufacturing, said it would include a plant that turns out displays for consumer products.",
        "headlineTitle": "Foxconn Affirms Wisconsin Factory Plan, Citing Trump Chat",
        "idx": 29
    },
    {
        "classification": 0,
        "headlineText": "The money will go to charity. Meanwhile, many readers shared their own moral dilemmas about found money.",
        "headlineTitle": "I Found $90 Last Week but Can’t Find the Owner. Now What?",
        "idx": 30
    },
    {
        "classification": 1,
        "headlineText": "The economy added 304,000 jobs in January, the 100th consecutive month of payroll gains. Unemployment ticked up to 4 percent, possibly a shutdown-related anomaly.",
        "headlineTitle": "U.S. Job Gains Show Employers Shrugged Off Government Shutdown",
        "idx": 31
    },
    {
        "classification": -1,
        "headlineText": "The Italian economy shrank for a second quarter while the eurozone barely grew, new data showed, raising concern about a global slowdown.",
        "headlineTitle": "Italy Slides Into Recession as Europe Stalls, Stoking Global Fears",
        "idx": 32
    },
    {
        "classification": -1,
        "headlineText": "The leaked report undercut a tenet of Prime Minister Narendra Modi’s job-creation vows, and came out just months before the next election.",
        "headlineTitle": "India’s Leader Is Accused of Hiding Unemployment Data Before Vote",
        "idx": 33
    },
    {
        "classification": -1,
        "headlineText": "Investment in the sector nearly halved in 2018 as negotiations over the departure from the European Union led to uncertainty for manufacturers.",
        "headlineTitle": "U.K. Auto Industry Already Feeling the Brexit Pinch",
        "idx": 34
    },
    {
        "classification": 0,
        "headlineText": "Dr. Wright offered practical alternatives to capitalism, promoting ideas like a universal basic income.",
        "headlineTitle": "Erik Olin Wright, 71, Dies; Marxist Sociologist With a Pragmatic Approach",
        "idx": 35
    },
    {
        "classification": 1,
        "headlineText": "The Federal Reserve said it expected continued growth but, in a sharp reversal, indicated it stood ready either to increase or to reduce rates, depending on economic conditions.",
        "headlineTitle": "Fed Signals End of Interest Rate Increases",
        "idx": 36
    },
    {
        "classification": 1,
        "headlineText": "In the barely inhabited steppes of Central Asia, it is establishing the next foothold in its trillion-dollar campaign to transform global infrastructure.",
        "headlineTitle": "Can China Turn the Middle of Nowhere Into the Center of the World Economy?",
        "idx": 38
    },
    {
        "classification": -1,
        "headlineText": "Forecasters, investors and policymakers lack many of the reports they rely on, just as concerns grow that the nation’s economic expansion could be ending.",
        "headlineTitle": "Government Shutdown Is Over, So Where Is the Economic Data?",
        "idx": 39
    },
    {
        "classification": -1,
        "headlineText": "Much of that money will be recouped as workers receive back pay, but the financial damage is lingering and another potential shutdown looms.",
        "headlineTitle": "Government Shutdown Cost U.S. Economy $11 Billion, C.B.O. Says",
        "idx": 40
    },
    {
        "classification": -1,
        "headlineText": "Just when we thought we were out, global deflationary forces have pulled us back in.",
        "headlineTitle": "The World Economy Just Can’t Escape Its Low-Growth, Low-Inflation Rut",
        "idx": 41
    },
    {
        "classification": 1,
        "headlineText": "The government shutdown ends (for now), and China comes to the trade talk table.",
        "headlineTitle": "The Week in Business: The Shutdown Ends (for Now), and Venezuela Has One More President Than It Needs",
        "idx": 42
    },
    {
        "classification": -1,
        "headlineText": "A year after the Trump administration tried to help American manufacturers of laundry equipment, prices are up, sales have fallen and stock prices are down.",
        "headlineTitle": "How Tariffs Stained the Washing Machine Market",
        "idx": 43
    },
    {
        "classification": -1,
        "headlineText": "Financial markets will put a price on anything. They are trying to assess Britain’s looming exit from the European Union and the effects of political conflict in the United States, our columnist says.",
        "headlineTitle": "Governments Malfunction and the Markets Place Their Bets",
        "idx": 44
    },
    {
        "classification": -1,
        "headlineText": "Unions representing civil servants might be expected to speak in unison on getting their members back to work, but differences in tactics and philosophy are emerging.",
        "headlineTitle": "Divisions Over Trump Complicate Unions’ Response to Government Shutdown",
        "idx": 45
    },
    {
        "classification": -1,
        "headlineText": "A ceremony intended to shore up Europe’s core highlighted the daunting challenges the Continent faces, from populism to a wobbly American alliance.",
        "headlineTitle": "Germany and France Renew Their Vows, but Challenges Abound",
        "idx": 46
    },
    {
        "classification": -1,
        "headlineText": "An influential financier says investors should pay heed to growing risks and social tensions — a message resonating at the World Economic Forum.",
        "headlineTitle": "Chilling Davos: A Bleak Warning on Global Division and Debt",
        "idx": 47
    },
    {
        "classification": 0,
        "headlineText": "Shao Chunyou rose from the assembly line to the boss’s office. Now the old recipes for success don’t work, and he must reinvent himself again.",
        "headlineTitle": "China Transforms, and a Factory Owner Struggles to Follow",
        "idx": 48
    },
    {
        "classification": -1,
        "headlineText": "The United States and China will meet later this month as administration officials look to calm volatile markets amid concerns an agreement may not be in reach.",
        "headlineTitle": "Pessimism Looms Over Prospect of a Sweeping China Trade Deal",
        "idx": 49
    },
    {
        "classification": -1,
        "headlineText": "In the past, China has helped to pull the global economy out of weak spots. This time, it might not come through.",
        "headlineTitle": "China’s Slowdown Looms Just as the World Looks for Growth",
        "idx": 50
    },
    {
        "classification": -1,
        "headlineText": "Consumer-sentiment readings are declining, and more Americans rate President Trump’s economic policies poorly, as the impasse in Washington drags on.",
        "headlineTitle": "Polls Show Government Shutdown Is Eroding Faith in Economy",
        "idx": 51
    },
    {
        "classification": 0,
        "headlineText": "Popular definitions for “bear markets” aren’t scientifically based, the economist Robert Shiller says, yet they can contribute to downward spirals.",
        "headlineTitle": "‘Bear Market’ Is an Arbitrary Label, but Using It Can Hurt",
        "idx": 52
    },
    {
        "classification": -1,
        "headlineText": "Many of the big economic questions in coming decades will come down to just how extreme the weather will be, and how to value the future versus the present.",
        "headlineTitle": "Climate Change’s Giant Impact on the Economy: 4 Key Issues",
        "idx": 53
    },
    {
        "classification": -1,
        "headlineText": "Federal work is an anchor in many local economies, offering security and benefits increasingly rare in the private sector and a route to the middle class.",
        "headlineTitle": "Government Shutdown Shakes Stability of Jobs That Are Often the Best Around",
        "idx": 54
    },
    {
        "classification": 0,
        "headlineText": "At a time when many needy families lacked adequate nutrition, Kelley helped develop a program to improve the well being of Americans. Today, more than 38 million people receive food stamps.",
        "headlineTitle": "Overlooked No More: Isabelle Kelley, Who Developed a Food Stamp Program to Feed Millions",
        "idx": 55
    },
    {
        "classification": -1,
        "headlineText": "The White House doubled its estimate of the shutdown’s drag on growth, and other economists warned a long stalemate could push the economy into a contraction.",
        "headlineTitle": "Shutdown’s Economic Damage Starts to Pile Up, Threatening an End to Growth",
        "idx": 56
    },
    {
        "classification": 0,
        "headlineText": "Stephen B. Burke, the chief executive of NBCUniversal, put Jeff Shell in charge of the company’s Hollywood operations, while Mark Lazarus will oversee its TV assets.",
        "headlineTitle": "Executive Shuffle at NBC Hints at C.E.O. Succession",
        "idx": 57
    },
    {
        "classification": 0,
        "headlineText": "Years of research show female investors outperform men. But only about 1 in 5 brokers are women.",
        "headlineTitle": "Consider Firing Your Male Broker",
        "idx": 58
    },
    {
        "classification": 0,
        "headlineText": "At the economics profession’s largest annual gathering, women said sexual harassment, discrimination and bullying were pushing them to the sidelines or out of the field altogether.",
        "headlineTitle": "Female Economists Push Their Field Toward a #MeToo Reckoning",
        "idx": 59
    },
    {
        "classification": -1,
        "headlineText": "Beijing’s proposed concessions may help both sides, but may not alleviate the tensions fueling its economic conflict with the United States.",
        "headlineTitle": "China Offers Trump a Trade Peace Deal. It May Not Be Enough.",
        "idx": 61
    },
    {
        "classification": -1,
        "headlineText": "Some venture capitalists are rooting for a market dip to calm Silicon Valley’s overheated start-up scene.",
        "headlineTitle": "Who Wants a Market Downturn? These Investors Actually Do",
        "idx": 62
    },
    {
        "classification": -1,
        "headlineText": "If Walmart, Lowe’s and other companies win their property tax appeals, homeowners and small businesses will have to pay more or live with smaller town budgets.",
        "headlineTitle": "As Big Retailers Seek to Cut Their Tax Bills, Towns Bear the Brunt",
        "idx": 63
    },
    {
        "classification": 1,
        "headlineText": "His message to investors seemed to repair the damage from his remarks two weeks ago.",
        "headlineTitle": "Fed Chairman Powell to Markets: I Hear You",
        "idx": 64
    },
    {
        "classification": -1,
        "headlineText": "Jerome H. Powell, the Federal Reserve chairman, also said that if asked to resign by President Trump, he would refuse.",
        "headlineTitle": "Powell Says a ‘Patient’ Fed Is Watching for Signs of Economic Weakness",
        "idx": 65
    },
    {
        "classification": -1,
        "headlineText": "The Chinese central bank’s move is intended to send a signal that Beijing is ready to stem a slowdown that has darkened the global outlook.",
        "headlineTitle": "China Pours $218 Billion Into the Economy as Growth Slows",
        "idx": 66
    },
    {
        "classification": 1,
        "headlineText": "A December gain of 312,000 jobs sent stocks up more than 3 percent, and the Federal Reserve chairman offered soothing words on the central bank’s plans.",
        "headlineTitle": "Strong Hiring and Fed Chief’s Reassurance on Rates Delight Investors",
        "idx": 67
    },
    {
        "classification": -1,
        "headlineText": "The industry sold more than 17 million vehicles for the fourth straight year. But it is relying more on fleet sales, and economic winds are not favorable.",
        "headlineTitle": "U.S. Auto Sales Put Up a Big Number, but Show Signs of Strain",
        "idx": 68
    },
    {
        "classification": 0,
        "headlineText": "Even as Facebook, Google and others confronted challenges in 2018, their ambitions were undimmed. After all, so much of life remains undisrupted.",
        "headlineTitle": "Big Tech May Look Troubled, but It’s Just Getting Started",
        "idx": 69
    },
    {
        "classification": -1,
        "headlineText": "Moves like Mnuchin’s phone calls to bank C.E.O.s could create a broader crisis of confidence.",
        "headlineTitle": "Economy Is Strong. Leadership Is Shaky. Which Will Win Out in 2019?",
        "idx": 72
    },
    {
        "classification": 0,
        "headlineText": "The residents of Harlan County, Ky., depend heavily on federal assistance. That hasn’t deterred, and may explain, their swing to Republican voting.",
        "headlineTitle": "Where Government Is a Dirty Word, but Its Checks Pay the Bills",
        "idx": 73
    },
    {
        "classification": 1,
        "headlineText": "Amazon’s power is even more pronounced in the nail-biter sprint toward Christmas. A two-decade obsession with delivery speed has given it a huge edge.",
        "headlineTitle": "Last-Minute Shoppers Increasingly Trust Only Amazon to Deliver",
        "idx": 74
    },
    {
        "classification": 0,
        "headlineText": "Scandals and wrongdoing in tech rightly get a lot of attention, but there’s good — yes, really — happening elsewhere.",
        "headlineTitle": "The 2018 Good Tech Awards",
        "idx": 75
    },
    {
        "classification": -1,
        "headlineText": "Walking a narrow line between signaling interest rate intentions and vowing to be nimble in response to changing conditions, he helps prompt a stock sell-off.",
        "headlineTitle": "Jerome Powell Tries a Nuanced Fed Policy. Markets Don’t Like It.",
        "idx": 76
    },
    {
        "classification": -1,
        "headlineText": "Jerome H. Powell, the Fed chairman, defended the decision to raise the benchmark rate for the fifth consecutive quarter, a move made despite political pressure and financial market worries.",
        "headlineTitle": "Fed Raises Interest Rates, Showing Confidence in Health of Economy",
        "idx": 77
    },
    {
        "classification": -1,
        "headlineText": "After months of refusals to back down, the government blinked, saying it would shave billions of euros off its budget to avoid financial penalties from the E.U.",
        "headlineTitle": "Italy and E.U. Reach a Budget Deal, as Populist Plan Runs Into Reality",
        "idx": 78
    },
    {
        "classification": 0,
        "headlineText": "The professor, a star in his field, resigned from the American Economic Association’s executive committee in the face of pressure from other members.",
        "headlineTitle": "Roland Fryer, Accused of Harassment at Harvard, Quits Economics Panel",
        "idx": 79
    },
    {
        "classification": 0,
        "headlineText": "But the ability to feel it accurately, in a time of mixed signals like the current moment, is not so simple.",
        "headlineTitle": "Trump Wants the Fed to ‘Feel the Market.’ That’s Pretty Good Advice, Actually.",
        "idx": 80
    },
    {
        "classification": -1,
        "headlineText": "A brief guide to recessions and what can be done about them.",
        "headlineTitle": "What Is a Recession, and Why Are People Talking About the Next One?",
        "idx": 81
    },
    {
        "classification": 0,
        "headlineText": "Nashville and others are thriving thanks to a mix of luck, astute political choices and well-timed investments, while cities like Birmingham, Ala., fall behind.",
        "headlineTitle": "Nashville’s Star Rises as Midsize Cities Break Into Winners and Losers",
        "idx": 82
    },
    {
        "classification": 0,
        "headlineText": "Roland Fryer’s ascent in the economics field was swift. Now he is embroiled in investigations into his workplace behavior.",
        "headlineTitle": "Star Economist at Harvard Faces Sexual Harassment Complaints",
        "idx": 83
    },
    {
        "classification": -1,
        "headlineText": "Car sales are falling. Housing is slow. Workers get three-month unpaid vacations. For Chinese leaders, pressure for a trade deal with President Trump is rising.",
        "headlineTitle": "China’s Economy Slows Sharply, in Challenge for Xi Jinping",
        "idx": 84
    },
    {
        "classification": 0,
        "headlineText": "Widening opportunities do not automatically translate into better pay or a decline in gender discrimination.",
        "headlineTitle": "As Labor Market Tightens, Women Are Moving Into Male-Dominated Jobs",
        "idx": 85
    },
    {
        "classification": 1,
        "headlineText": "Amazon and Google are aggressively opening offices outside of their Silicon Valley and Seattle hometowns. On Thursday, Apple said it would invest $1 billion in Austin, Tex.",
        "headlineTitle": "Chase for Talent Pushes Tech Giants Far Beyond West Coast",
        "idx": 86
    },
    {
        "classification": 0,
        "headlineText": "Companies like Facebook, Apple, Amazon, Netflix, Google and Microsoft aren’t the same. Investors shouldn’t act as though they are, our columnist says.",
        "headlineTitle": "Tech Stocks Often Rise and Fall Together. They Shouldn’t.",
        "idx": 87
    },
    {
        "classification": -1,
        "headlineText": "For President Trump, the focus on tariffs has been decades in the making, transforming him from a businessman into ...",
        "headlineTitle": "Tariff Man: An Origin Story",
        "idx": 88
    },
    {
        "classification": -1,
        "headlineText": "The Trump administration is expected to indict hackers and roll out import restrictions out of concern that Beijing will not easily change its trade, cyber and economic practices.",
        "headlineTitle": "Marriott Data Breach Is Traced to Chinese Hackers as U.S. Readies Crackdown on Beijing",
        "idx": 89
    },
    {
        "classification": -1,
        "headlineText": "Here are five ways things could get bad for everyone.",
        "headlineTitle": "Are You Ready for the Financial Crisis of 2019?",
        "idx": 90
    },
    {
        "classification": 1,
        "headlineText": "After a difficult week for the stock market and rising trade tensions, the November jobs report provided evidence that the economy remains strong.",
        "headlineTitle": "As Hiring Slows, Employers Say It’s Getting Harder to Find Workers",
        "idx": 91
    },
    {
        "classification": -1,
        "headlineText": "The economist Robert Shiller says the rise in housing prices is the third biggest since 1913. The biggest boom ended disastrously in 2006.",
        "headlineTitle": "The Housing Boom Is Already Gigantic. How Long Can It Last?",
        "idx": 92
    },
    {
        "classification": -1,
        "headlineText": "One question people might be asking is, what took so long?",
        "headlineTitle": "The Economy Faces Big Risks in 2019. Markets Are Only Now Facing Up to Them.",
        "idx": 93
    },
    {
        "classification": 0,
        "headlineText": "A form of artificial intelligence is being used to surface job candidates with the attributes of a perfect fit, even without conventional credentials.",
        "headlineTitle": "A.I. as Talent Scout: Unorthodox Hires, and Maybe Lower Pay",
        "idx": 95
    },
    {
        "classification": -1,
        "headlineText": "Faced with a choppy stock market and fears of an economic downturn, Uber and Lyft are moving toward the public markets as other private tech companies also get ready.",
        "headlineTitle": "With the Economy Uncertain, Tech ‘Unicorns’ Rush Toward I.P.O.",
        "idx": 96
    },
    {
        "classification": 0,
        "headlineText": "Plagued by traffic jams, one of the smallest countries in Europe will allow people to ride free from 2020.",
        "headlineTitle": "Luxembourg to Become the First Country to Offer Free Mass Transit for All",
        "idx": 97
    },
    {
        "classification": -1,
        "headlineText": "When the pros and cons for stocks and the economy over the next year or two are weighed, the risks appear to be dominant, our columnist says.",
        "headlineTitle": "The Stock Market’s Dangers Are Easier to See Now",
        "idx": 98
    },
    {
        "classification": -1,
        "headlineText": "The minutes of the Federal Reserve’s most recent meeting said most officials foresee a need to keep raising rates next year.",
        "headlineTitle": "Interest Rates Likely to Rise in December, Recap of Fed Meeting Shows",
        "idx": 99
    },
    {
        "classification": 1,
        "headlineText": "Rising tariffs could lead Chinese buyers to look for alternatives to American products. But Australia could suffer if the conflict slows China’s growth.",
        "headlineTitle": "As U.S.-China Trade War Rages, Some Australian Farmers See an Opportunity",
        "idx": 100
    },
    {
        "classification": -1,
        "headlineText": "From planning to harvest, the grain belt’s rhythms and prospects have been disrupted by the government’s tariff battle with China.",
        "headlineTitle": "A Farmer’s Tough Year on the Trade War’s Kansas Front",
        "idx": 101
    },
    {
        "classification": -1,
        "headlineText": "In a region where the president vowed that manufacturing jobs were coming back, the idling of a Chevrolet plant and its 1,600 workers is a major blow.",
        "headlineTitle": "G.M., Not Trump, Is the Real Villain to Some Ohio Factory Workers",
        "idx": 102
    },
    {
        "classification": 0,
        "headlineText": "A Q. and A. with our managing editor, Joe Kahn, about the China Rules series.",
        "headlineTitle": "How New York Times Journalists Took the Measure of China’s Rising Power",
        "idx": 104
    },
    {
        "classification": -1,
        "headlineText": "Columbia Sportswear has worked around tariffs for decades — and it says the president’s new wave of levies will not bring jobs back to America.",
        "headlineTitle": "A Winter-Coat Heavyweight Gives Trump’s Trade War the Cold Shoulder",
        "idx": 105
    },
    {
        "classification": -1,
        "headlineText": "Consumer confidence points to open pocketbooks in the short run. Trade tensions, market upheaval and other factors may make the new year less bright.",
        "headlineTitle": "Holiday Spending Should Be Strong. And Then?",
        "idx": 106
    },
    {
        "classification": -1,
        "headlineText": "Despite his tough talk, President Trump has not fundamentally altered America’s approach to trade. But that could change, and future increases in tariffs could be very costly to the United States.",
        "headlineTitle": "Trump’s Tariffs Haven’t Really Transformed Trade. Yet.",
        "idx": 107
    },
    {
        "classification": -1,
        "headlineText": "There’s not a main reason for the sell-off, but a widening sense of unease that several types of problems are rising at once.",
        "headlineTitle": "Markets Are Revealing the Sum of All Risks",
        "idx": 108
    },
    {
        "classification": 0,
        "headlineText": "Various approaches could lessen the economic shocks that globalization and technological change have delivered. Some might even be bipartisan.",
        "headlineTitle": "The Biggest, Richest Cities Won Amazon, and Everything Else. What Now for the Rest?",
        "idx": 109
    },
    {
        "classification": -1,
        "headlineText": "Despite mediocre returns lately, our columnist is investing for the long run. But he worries like everyone else.",
        "headlineTitle": "The Market’s Been Falling. I’m Putting My Money in Stocks Anyway.",
        "idx": 110
    },
    {
        "classification": 0,
        "headlineText": "Critics counter that their methods are naïve, offensive or both, but all agree: Either way, multigene testing will lead to a social upheaval.",
        "headlineTitle": "The ‘Geno-Economists’ Say DNA Can Predict Our Chances of Success",
        "idx": 111
    },
    {
        "classification": -1,
        "headlineText": "Home prices are out of reach relative to incomes and mortgage rates. The big question for the economy is how the imbalance adjusts.",
        "headlineTitle": "Why the Housing Market Is Slumping Despite a Booming Economy",
        "idx": 112
    },
    {
        "classification": 0,
        "headlineText": "To help shoppers get started, here’s a cheat sheet of the products to track, and the ones to ignore.",
        "headlineTitle": "What’s Hot (and What’s Not) This Black Friday",
        "idx": 113
    },
    {
        "classification": 0,
        "headlineText": "The states offered tax credits, rebates and other incentives to lure the online retail giant and 25,000 jobs. Neighboring states offered even more.",
        "headlineTitle": "A $2 Billion Question: Did New York and Virginia Overpay for Amazon?",
        "idx": 115
    },
    {
        "classification": 0,
        "headlineText": "After meeting with the governor and mayor, Amazon decided the men could put aside their differences, and it began to iron out a package worth over a billion dollars.",
        "headlineTitle": "Before a Deal, Amazon Had to Know: Could Cuomo and De Blasio Get Along?",
        "idx": 116
    },
    {
        "classification": 1,
        "headlineText": "Nearly a year after the tax cut, economic growth has accelerated. Wage growth has not. Companies are buying back stock and business investment is a mixed bag.",
        "headlineTitle": "Trump’s Tax Cut Was Supposed to Change Corporate Behavior. Here’s What Happened.",
        "idx": 117
    },
    {
        "classification": 0,
        "headlineText": "Neither strong growth nor a $1.5 trillion tax cut helped President Trump’s party in the midterm elections — by any number of measures.",
        "headlineTitle": "The Economy Didn’t Save Republicans After All",
        "idx": 118
    },
    {
        "classification": -1,
        "headlineText": "With the elections in the rearview mirror, Wall Street can focus on gridlock and interest rates — and maybe impeachment and a recession.",
        "headlineTitle": "Now, the Markets Can Worry About Other Things. Here’s a List.",
        "idx": 119
    },
    {
        "classification": 0,
        "headlineText": "Her research established that a white man, even if he had a felony conviction, fared better when applying for a job than a black man with no criminal record.",
        "headlineTitle": "Devah Pager, Who Documented Race Bias in Job Market, Dies at 46",
        "idx": 120
    },
    {
        "classification": -1,
        "headlineText": "The Fed, as expected, did not raise interest rates at its meeting that ended on Thursday but indicated another increase is still expected in December.",
        "headlineTitle": "Fed Keeps Rates Unchanged and Signals December Increase Is on Track",
        "idx": 121
    },
    {
        "classification": 0,
        "headlineText": "A change in control will block renewed tax-cut initiatives, but there may be room for accord on drug pricing and even stimulus, if the recovery falters.",
        "headlineTitle": "What Democratic Control of the House Could Mean for Your Wallet",
        "idx": 122
    },
    {
        "classification": 0,
        "headlineText": "Outsiders have little leverage to force the industry to change. The companies’ own workers are another matter.",
        "headlineTitle": "Why the Google Walkout Was a Watershed Moment in Tech",
        "idx": 123
    },
    {
        "classification": 1,
        "headlineText": "How the company and local officials flesh out plans for the new corporate presence will be crucial to the economic lift it produces.",
        "headlineTitle": "Visions of a Tech Hub? Landing Amazon Is Just a Start",
        "idx": 124
    },
    {
        "classification": 1,
        "headlineText": "Amazon defied expectations by splitting its second headquarters into two locations. For the internet company, it seems to be working out rather nicely.",
        "headlineTitle": "Was Amazon’s Headquarters Contest a Bait-and-Switch? Critics Say Yes",
        "idx": 125
    },
    {
        "classification": -1,
        "headlineText": "President Xi Jinping kicks off a Shanghai event showing a growing Chinese appetite to buy from the rest of the world. Even critics of the U.S. have doubts.",
        "headlineTitle": "China Seeks Allies as Trump’s Trade War Mounts. It Won’t Be Easy.",
        "idx": 126
    },
    {
        "classification": 1,
        "headlineText": "Business and conservation needn’t be opposed to one another. Government regulation to preserve the environment can unlock private sector wealth.",
        "headlineTitle": "Preserving the Wealth That Conservation Built",
        "idx": 127
    },
    {
        "classification": -1,
        "headlineText": "If history is a guide, the best part of the four-year “presidential cycle” is here. Will the pattern hold?",
        "headlineTitle": "The Stock Market Typically Rises After Midterm Elections. This Year Is Anything but Typical.",
        "idx": 128
    },
    {
        "classification": -1,
        "headlineText": "The e-commerce giant lowered its estimate for revenue growth this year as challenges mount for the world’s second largest economy.",
        "headlineTitle": "Alibaba Feels the Pinch From China’s Slowing Economic Growth",
        "idx": 130
    },
    {
        "classification": 1,
        "headlineText": "The last official snapshot of the economy before Americans vote on Tuesday offered another reminder of the labor market’s persistent strength.",
        "headlineTitle": "U.S. Added 250,000 Jobs in October; Unemployment at 3.7%",
        "idx": 131
    },
    {
        "classification": 0,
        "headlineText": "The renminbi has fallen to its weakest point in a decade, and Washington worries about how that may affect the dispute between the United States and China. But Beijing has reason to hold the line.",
        "headlineTitle": "The Number 7 Could Make China’s Currency a Trade-War Weapon",
        "idx": 132
    },
    {
        "classification": -1,
        "headlineText": "Investors will be looking for a turnaround plan from G.E.’s new chief. Data on the eurozone’s economy is due. And Facebook’s earnings will come with data on its user numbers.",
        "headlineTitle": "A U.S. Trade Complaint, Tech Earnings and Jobs Numbers",
        "idx": 133
    },
    {
        "classification": 0,
        "headlineText": "A remarkable gender gap, transcending party lines, has opened up in Americans’ views of both their own finances and the broader national economy.",
        "headlineTitle": "Red-Hot Economy? Women Aren’t Convinced",
        "idx": 134
    },
    {
        "classification": -1,
        "headlineText": "The European Union fended off the challenge of Greek debt, but doing so with the Italian budget crisis could be much harder.",
        "headlineTitle": "Behind the Clash Over Italy’s Budget, a Fear of Populism",
        "idx": 135
    },
    {
        "classification": -1,
        "headlineText": "After six months of strong growth, the economy is on track for its best annual performance since 2005. But there were signs of a slowdown ahead.",
        "headlineTitle": "U.S. Economy Charged Ahead in the Third Quarter",
        "idx": 136
    },
    {
        "classification": 1,
        "headlineText": "Mr. Draghi, president of the European Central Bank, said the eurozone economy is still solid and that Rome and Brussels will work out their issues.",
        "headlineTitle": "Despite Weak Spots, E.U. Economy Is Not Nearing Recession, Mario Draghi Says",
        "idx": 137
    },
    {
        "classification": -1,
        "headlineText": "It’s a less bullish time for investors, but mostly good for workers and the economy.",
        "headlineTitle": "Why Has the Stock Market Been Dropping? The Expansion Heads Toward a New Phase",
        "idx": 138
    },
    {
        "classification": 0,
        "headlineText": "A report from the Council of Economic Advisers compares Bernie Sanders to Chairman Mao, and warns that pickup trucks cost more in Sweden.",
        "headlineTitle": "What Could Kill Booming U.S. Economy? ‘Socialists,’ White House Warns",
        "idx": 139
    },
    {
        "classification": 0,
        "headlineText": "Profit-sharing plans for rank-and-file employees are vanishing as corporate America has adopted a new approach toward who reaps a healthy company’s gains.",
        "headlineTitle": "When Sears Flourished, So Did Workers. At Amazon, It’s More Complicated.",
        "idx": 140
    },
    {
        "classification": -1,
        "headlineText": "The European Commission told Rome that it would have to rewrite its draft 2019 budget and reduce its deficit, or face heavy fines early next year.",
        "headlineTitle": "E.U. Rejects Italy’s Budget, and Populists Dig In",
        "idx": 141
    },
    {
        "classification": 0,
        "headlineText": "Trying to solve an economic mystery.",
        "headlineTitle": "Unemployment Looks Like 2000 Again. But Wage Growth Doesn’t.",
        "idx": 142
    },
    {
        "classification": 0,
        "headlineText": "Researchers whose findings last year pointed to a downside from raising the minimum wage have taken another look and the reality is more nuanced.",
        "headlineTitle": "They Said Seattle’s Higher Base Pay Would Hurt Workers. Why Did They Flip?",
        "idx": 143
    },
    {
        "classification": -1,
        "headlineText": "Jack Dorsey of Twitter and Marc Benioff of Salesforce, among others, are sparring over a Nov. 6 ballot initiative that would impose new corporate taxes.",
        "headlineTitle": "In Liberal San Francisco, Tech Leaders Brawl Over Tax Proposal to Aid Homeless",
        "idx": 145
    },
    {
        "classification": 0,
        "headlineText": "Tokyo could offer minor concessions to give Washington a face-saving deal, but already the U.S. is signaling a tough stance on autos and agriculture.",
        "headlineTitle": "Japan Caved to Trump on Trade Talks. Now the Real Haggling Begins.",
        "idx": 146
    },
    {
        "classification": -1,
        "headlineText": "Fendi attempts to address the Italian national youth unemployment crisis by luring a new generation into becoming traditional artisans.",
        "headlineTitle": "Teenagers, Forget Engineering. Your Future Is Craft.",
        "idx": 148
    },
    {
        "classification": -1,
        "headlineText": "Federal revenues rose slightly in the 2018 fiscal year. But that doesn’t mean the $1.5 trillion tax cut is bringing in more revenue than it’s losing.",
        "headlineTitle": "No, Trump’s Tax Cut Isn’t Paying for Itself (at Least Not Yet)",
        "idx": 149
    },
    {
        "classification": -1,
        "headlineText": "Plunging corporate tax revenues from the Trump tax cuts helped push the annual deficit to $779 billion. It is on track to reach $1 trillion by 2020.",
        "headlineTitle": "Budget Deficit Jumps Nearly 17% in 2018",
        "idx": 150
    },
    {
        "classification": 0,
        "headlineText": "Over its long history, the retailer has had an influence in some unexpected places.",
        "headlineTitle": "When Sears Was Everywhere: Espionage, Politics and Fine Art",
        "idx": 151
    },
    {
        "classification": 0,
        "headlineText": "Federal Reserve will release the minutes from its September meeting, when it raised interest rates. And data on retail sales and housing will come out.",
        "headlineTitle": "Big Banks’ Earnings and China Growth Report to Give Snapshots of Economies",
        "idx": 153
    },
    {
        "classification": 0,
        "headlineText": "An initiative to loosen state restraints on local rent restrictions is the focus of a political battle being fought with tens of millions of dollars.",
        "headlineTitle": "California Tenants Take Rent Control Fight to the Ballot Box",
        "idx": 154
    },
    {
        "classification": 0,
        "headlineText": "Proposition 10 in California has put a new focus on an old question: whether rent control tends to ease or compound a shortage of affordable housing.",
        "headlineTitle": "Why Rent Control Is a Lightning Rod",
        "idx": 155
    },
    {
        "classification": 0,
        "headlineText": "At the Marriott credit union, with unusually high fees, service workers find further stress on thin paychecks while better-paid employees get deals.",
        "headlineTitle": "Marriott Workers Struggle to Pay Bills, and Credit Union Fees",
        "idx": 156
    },
    {
        "classification": 0,
        "headlineText": "A town and a country struggle to make a comeback from a shortage of skilled workers and a plunge into widespread opioid abuse.",
        "headlineTitle": "Retraining Workers for New Jobs and New Lives After Prison and Addiction",
        "idx": 158
    },
    {
        "classification": -1,
        "headlineText": "The Finnish steel manufacturer Outokumpu has access to mineral deposits that give it a clear advantage over U.S. makers. But Trump’s tariffs are raising prices for American customers.",
        "headlineTitle": "When Designer Steel From Lapland Makes Sense, DespiteTariffs",
        "idx": 159
    },
    {
        "classification": 1,
        "headlineText": "Once regarded mostly as sources of money for professional money managers, sovereign funds have matured into aggressive investors.",
        "headlineTitle": "Sovereign Wealth Funds Embrace Their Growing Ambitions",
        "idx": 160
    },
    {
        "classification": 0,
        "headlineText": "Tech employees concerned their products are being deployed for government surveillance or censorship are increasingly asking their employers how the technology is being used.",
        "headlineTitle": "Tech Workers Now Want to Know: What Are We Building This For?",
        "idx": 161
    },
    {
        "classification": -1,
        "headlineText": "Taking an aggressive stance with traditional allies now seems to be just a warm-up for the main event: isolating China.",
        "headlineTitle": "The Trump Trade Strategy Is Coming Into Focus. That Doesn’t Necessarily Mean It Will Work.",
        "idx": 162
    },
    {
        "classification": 0,
        "headlineText": "The founder of her namesake clothing line drew inspiration from the kimono and never looked back. Today she oversees her company with a light touch and steers clear of the fashionista set.",
        "headlineTitle": "Eileen Fisher: ‘When Was Fashion Week?’",
        "idx": 163
    },
    {
        "classification": 1,
        "headlineText": "The American economy added 134,000 jobs in September, the Labor Department said, and unemployment fell to 3.7 percent.",
        "headlineTitle": "With 8 Years of Job Gains, Unemployment Is Lowest Since 1969",
        "idx": 164
    },
    {
        "classification": 1,
        "headlineText": "As polls numbers drop, President Emmanuel Macron promises benefits for middle- and low-income earners and tells investors he won’t halt economic reforms.",
        "headlineTitle": "Macron, With Popularity Slumping, Tries Tax Cuts for France’s Working Class",
        "idx": 165
    },
    {
        "classification": -1,
        "headlineText": "Taxes are rising. Regulation is tightening. State-run firms are ascendant. That could spell problems for a country where economic growth is slowing.",
        "headlineTitle": "Private Businesses Built Modern China. Now the Government Is Pushing Back.",
        "idx": 166
    },
    {
        "classification": -1,
        "headlineText": "A map of the counties targeted by China, Mexico, Canada and the European Union in a trade war looks strikingly similar to a map of the 2016 presidential election.",
        "headlineTitle": "Firing Back at Trump in the Trade War With Tariffs Aimed at His Base",
        "idx": 167
    },
    {
        "classification": 0,
        "headlineText": "He was called “a prime example of a steadfast communist.” But he also pushed through reforms as Vietnam opened its markets and encouraged free enterprise.",
        "headlineTitle": "Do Muoi, Vietnam’s Leader in Economic Transition, Dies at 101",
        "idx": 168
    },
    {
        "classification": -1,
        "headlineText": "In a satirical new novel, a former Google executive identifies the technology industry’s chief issue: its narrow engineering-focused bubble.",
        "headlineTitle": "Silicon Valley’s Keystone Problem: ‘A Monoculture of Thought’",
        "idx": 169
    },
    {
        "classification": -1,
        "headlineText": "Although Prime Minister Justin Trudeau praised the agreement as a win for Canada, economists painted a more complex picture of some of its potential impact.",
        "headlineTitle": "For Canada, a Sigh of Relief More Than a Celebration in New Nafta Deal",
        "idx": 170
    },
    {
        "classification": -1,
        "headlineText": "Audits and criminal referrals are down sharply since Congress cut the tax agency’s budget and management changed priorities.",
        "headlineTitle": "I.R.S. Tax Fraud Cases Plummet After Budget Cuts",
        "idx": 171
    },
    {
        "classification": -1,
        "headlineText": "Even in attractive, fast-growing cities like Denver, New York and Seattle, selling prices are rising more slowly and asking prices are being slashed.",
        "headlineTitle": "Housing Market Slows, as Rising Prices Outpace Wages",
        "idx": 172
    },
    {
        "classification": -1,
        "headlineText": "A localized recession in manufacturing-heavy areas can explain a lot of things.",
        "headlineTitle": "The Most Important Least-Noticed Economic Event of the Decade",
        "idx": 173
    },
    {
        "classification": 0,
        "headlineText": "Venture capitalists are racing to pour money into technology for real estate — or what Silicon Valley is now calling proptech.",
        "headlineTitle": "The Hot Property That’s Next on Tech’s Agenda: Real Estate",
        "idx": 174
    },
    {
        "classification": -1,
        "headlineText": "Tax cuts, spending increases and higher interest rates could make it harder to respond to future recessions and deal with other needs.",
        "headlineTitle": "As Debt Rises, the Government Will Soon Spend More on Interest Than on the Military",
        "idx": 175
    },
    {
        "classification": 0,
        "headlineText": "As technologies threaten to displace service workers, unions are making job protection and new opportunities a priority in contract talks.",
        "headlineTitle": "Hotel Workers Fret Over a New Rival: Alexa at the Front Desk",
        "idx": 176
    },
    {
        "classification": 0,
        "headlineText": "Companies are reconsidering where to put their factories as the trade war mounts, but few places can match China’s convenience and reliability.",
        "headlineTitle": "Trump’s Tariffs May Hurt, but Quitting China Is Hard to Do",
        "idx": 177
    },
    {
        "classification": -1,
        "headlineText": "Homeowners and businesses will have to pay more for lumber, steel, aluminum and other materials because of President Trump’s trade policy.",
        "headlineTitle": "Tariffs to Raise Cost of Rebuilding After Hurricane Florence",
        "idx": 178
    },
    {
        "classification": -1,
        "headlineText": "Many businesses are ill-equipped or unwilling to deal with opioid addiction even as it has driven up health costs and hurt productivity.",
        "headlineTitle": "Workers Overdose on the Job, and Employers Struggle to Respond",
        "idx": 179
    },
    {
        "classification": 0,
        "headlineText": "Here’s what the Amazon founder’s vast fortune tells us about the economic concentration of the tech industry — and how he might help unravel that for the world.",
        "headlineTitle": "Why Jeff Bezos Should Push for Nobody to Get as Rich as Jeff Bezos",
        "idx": 181
    },
    {
        "classification": 0,
        "headlineText": "Many party leaders in Washington like tax cuts but dislike tariffs. Few Americans share that combination of views.",
        "headlineTitle": "Republicans Opposing Trump on Trade Face Election Quandary",
        "idx": 182
    },
    {
        "classification": 0,
        "headlineText": "A case filed with federal regulators says the company’s targeting technology is used to screen out female candidates in violation of the law.",
        "headlineTitle": "Facebook Accused of Allowing Bias Against Women in Job Ads",
        "idx": 183
    },
    {
        "classification": -1,
        "headlineText": "In a tacit acknowledgment that Mr. Trump has shaken the international trading system, G20 officials sought to reduce tensions.",
        "headlineTitle": "Trade Ministers Call for W.T.O. Overhaul, but Offer Few Details",
        "idx": 184
    },
    {
        "classification": 0,
        "headlineText": "Two groups in particular — whites without a college degree, and black and Hispanic college graduates — have lagged as incomes and wealth have grown.",
        "headlineTitle": "Even in Better Times, Some Americans Seem Farther Behind. Here’s Why.",
        "idx": 185
    },
    {
        "classification": 0,
        "headlineText": "Apple held its annual iPhone event, but its watch wowed the industry. Plus, Google is in for a tougher time in Washington.",
        "headlineTitle": "The Week in Tech: Apple’s Watch Steals the Show",
        "idx": 186
    },
    {
        "classification": 1,
        "headlineText": "Foiled in reversing a policy change from the Obama era, the agency will try again to limit companies’ responsibility for franchisees and contractors.",
        "headlineTitle": "Labor Board Moves Anew to Limit Employers’ Workplace Liability",
        "idx": 187
    },
    {
        "classification": 0,
        "headlineText": "A start-up uses visual tracking and behavioral data to operate a new San Francisco market, which lets shoppers walk out unimpeded. And sometimes mischarged.",
        "headlineTitle": "Stealing From a Cashierless Store (Without You, or the Cameras, Knowing It)",
        "idx": 188
    },
    {
        "classification": -1,
        "headlineText": "The bank’s move, to ramp up the benchmark rate by 6.25 percentage points, had long been resisted by President Recep Tayyip Erdogan.",
        "headlineTitle": "Defying Erdogan, Turkey’s Central Bank Raises Interest Rates",
        "idx": 189
    },
    {
        "classification": -1,
        "headlineText": "The central bank did not shift its monetary policy, but lowered its forecasts for economic growth in Europe, in part because of tensions over trade.",
        "headlineTitle": "E.C.B., at Latest Meeting, Highlights Risks From Trade War",
        "idx": 190
    },
    {
        "classification": 0,
        "headlineText": "But some researchers say the tool from Pew Research isn’t designed to include all of the factors associated with class, such as college education, types of employment and wealth.",
        "headlineTitle": "Are You Middle Class? This Calculator Claims to Tell You",
        "idx": 191
    },
    {
        "classification": 0,
        "headlineText": "The median income rose in 2017 for the third straight year, the Census Bureau reported. But the details of the report raised concerns about whether middle-class households will simply tread water.",
        "headlineTitle": "U.S. Household Income Rises to Pre-Recession Levels, Prompting Cheers and Questions",
        "idx": 192
    },
    {
        "classification": -1,
        "headlineText": "In stark contrast to the U.S., where a bull market continues, investors are pulling out of developing economies as the economic and financial risks mount.",
        "headlineTitle": "Edgy Investors Are Retreating From Risky Economies",
        "idx": 195
    },
    {
        "classification": -1,
        "headlineText": "The attack punctuated a week of deadly violence in the capital and struck at the core of the country’s deteriorating economy.",
        "headlineTitle": "Several Reported Killed in Libya as Gunmen Storm National Oil Company",
        "idx": 196
    },
    {
        "classification": -1,
        "headlineText": "If it persists, a steady uptick in prices could complicate Beijing’s effort to support economic growth and contend with the trade war with the United States.",
        "headlineTitle": "China Sees Hints of a Past Threat: Inflation",
        "idx": 197
    },
    {
        "classification": 0,
        "headlineText": "Students forced the university to shield campus workers from outsourcing’s impact on pay. But as a model, the policy challenges some economic axioms.",
        "headlineTitle": "Harvard Is Vaulting Workers Into the Middle Class With High Pay. Can Anyone Else Follow Its Lead?",
        "idx": 198
    },
    {
        "classification": 0,
        "headlineText": "Tell us what places in New York — gone or still hanging on — that you love the most and why.",
        "headlineTitle": "What’s Your Favorite New York Spot?",
        "idx": 199
    },
    {
        "classification": -1,
        "headlineText": "The August jobs numbers suggest an economy that is starting to strain at its capacity, as the labor force shrank and wages rose.",
        "headlineTitle": "The Economy Needs More Workers. Last Month, It Got Fewer.",
        "idx": 200
    },
    {
        "classification": -1,
        "headlineText": "The largely positive Labor Department report hinted that tariffs could be starting to take a toll on manufacturing jobs.",
        "headlineTitle": "In a Sign of the Economy’s Strength, Jobs and Wages Moved Higher in August",
        "idx": 201
    },
    {
        "classification": 0,
        "headlineText": "A British social democrat, he was surprised by his own conservative findings — that more progressive rates on high earners can cost governments revenue.",
        "headlineTitle": "James Mirrlees, Whose Tax Model Earned a Nobel, Dies at 82",
        "idx": 203
    },
    {
        "classification": 0,
        "headlineText": "Apple became the first public company to be worth $1 trillion. Amazon hit the same milestone a month later, but the reasons for the e-commerce titan’s rise are more complicated.",
        "headlineTitle": "Amazon Hits $1,000,000,000,000 in Value, Following Apple",
        "idx": 204
    },
    {
        "classification": 1,
        "headlineText": "Sales are booming at major chains that have taken cues from their giant online rival — signs of a revival in a $3.5 trillion industry.",
        "headlineTitle": "Hard Lessons (Thanks, Amazon) Breathe New Life Into Retail Stores",
        "idx": 205
    },
    {
        "classification": 1,
        "headlineText": "The newest jobs numbers are expected to show healthy gains, and Detroit automakers will report sales for August.",
        "headlineTitle": "Summer Winds Down, and Big Tech Is Called Before Congress",
        "idx": 207
    },
    {
        "classification": 0,
        "headlineText": "In the mid-1960s, he predicted that there would be “computing machines” in homes and schools. In the 1970s, he conducted a serious study of pastrami.",
        "headlineTitle": "Martin Shubik, Economist and Game Theory Pioneer, Dies at 92",
        "idx": 208
    },
    {
        "classification": 1,
        "headlineText": "The strength of the economy and the stock market might seem too good to be true. But you may want to hedge your bets.",
        "headlineTitle": "What if the Economy and Markets Are Even Better Than They Look?",
        "idx": 209
    },
    {
        "classification": 1,
        "headlineText": "Car and parts makers should be able to adapt to changes negotiated with Mexico without undue expense or disruption, analysts say.",
        "headlineTitle": "Trump Approach on Nafta Relieves Automakers’ Worst Fears",
        "idx": 210
    },
    {
        "classification": 0,
        "headlineText": "The president, who has moved to curb government unions, said the pay increase wasn’t affordable. But Congress can still pass legislation granting the raises.",
        "headlineTitle": "Trump Seeks to Block Pay Raises for Federal Workers",
        "idx": 211
    },
    {
        "classification": -1,
        "headlineText": "Argentina’s central bank raised interest rates, trying to halt a plunge in the value of the peso. The turmoil led to a sell-off in other emerging-market currencies.",
        "headlineTitle": "Argentina’s Peso Tumbles as Turbulence in Emerging Markets Spreads",
        "idx": 212
    },
    {
        "classification": 0,
        "headlineText": "But their offers may not satisfy a president who has shown a willingness to embrace trade tensions to extract more from American trading partners.",
        "headlineTitle": "Specter of Trump’s Car Tariffs Forces Allies to Give Ground in Talks",
        "idx": 213
    },
    {
        "classification": -1,
        "headlineText": "A rising chorus blames Airbnb, Uber and other internet-enabled travel conveniences for a boom that threatens a sustainable balance.",
        "headlineTitle": "‘Overtourism’ Worries Europe. How Much Did Technology Help Get Us There?",
        "idx": 214
    },
    {
        "classification": 1,
        "headlineText": "Changes to the Community Reinvestment Act would allow financial institutions to skirt rules on lending to poor and minority areas.",
        "headlineTitle": "A Green Light for Banks to Start ‘Redlining’ Again",
        "idx": 215
    },
    {
        "classification": -1,
        "headlineText": "U.S. authorities are investigating a fatal Tesla Inc Model S crash in Florida last Sunday that killed the driver and caused a massive fire, the second fatal Tesla crash in the state this week being probed, the National Highway Traffic Safety Administration (NHTSA) said on Saturday.",
        "headlineTitle": "U.S. agency probing two fatal Tesla crashes in Florida since last Sunday",
        "hour": "7:16PM EST",
        "idx": 0
    },
    {
        "classification": 0,
        "headlineText": "Apple Inc shareholders on Friday defeated a shareholder proposal from a conservative group that would have required the company to disclose the \"ideological perspective\" of nominees for its board of directors.",
        "headlineTitle": "Apple holders vote down proposal to disclose ideology of director nominees",
        "hour": "7:11AM EST",
        "idx": 1
    },
    {
        "classification": 1,
        "headlineText": "Germany's car industry is to invest nearly 60 billion euros ($68 billion) over the next three years on electric cars and automated driving, the head of the VDA car industry association said ahead of the Geneva motor show.",
        "headlineTitle": "German carmakers to invest 60 billion euros in electric cars and automation: VDA",
        "hour": "7:09AM EST",
        "idx": 2
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc's sudden decision to shutter the bulk of its stores around the world raises a red flag over the future of its solar branch, a declining business it paid $2.6 billion for in a controversial 2016 deal.",
        "headlineTitle": "Tesla's store-shuttering strategy may pull the rug out of solar",
        "hour": "7:08AM EST",
        "idx": 3
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump said he had asked China to immediately remove all tariffs on U.S. agricultural products because trade talks were progressing well.",
        "headlineTitle": "Trump asks China to lift tariffs on U.S. farm products",
        "hour": "3:14AM EST",
        "idx": 4
    },
    {
        "classification": 1,
        "headlineText": "China's Huawei is set to reward employee shareholders with a 3 percent rise in cash dividends that are worth billions of dollars, according to company sources and Reuters calculations - a move expected to boost morale as it battles a U.S.-led drive against its telecom gear.",
        "headlineTitle": "Exclusive: Huawei plans billions in dividends for staff despite row with U.S. - sources",
        "hour": "1:33AM EST",
        "idx": 5
    },
    {
        "classification": -1,
        "headlineText": "The Trump administration filed another salvo at the World Trade Organization on Friday, saying U.S. trade policy was not going to be dictated by the international body and defending its use of tariffs to pressure China and other trade partners.",
        "headlineTitle": "U.S. says rejects WTO's 'straitjacket' of trade obligations",
        "hour": "1:19AM EST",
        "idx": 6
    },
    {
        "classification": 0,
        "headlineText": "U.S. manufacturers are accelerating their shift out of China, coming to terms with a new reality: the Trump administration's tariffs will not go away any time soon.",
        "headlineTitle": "U.S. companies adapt to 'endless' China tariffs",
        "hour": "MAR 01 2019",
        "idx": 8
    },
    {
        "classification": -1,
        "headlineText": "The National Highway Traffic Safety Administration (NHTSA) and the National Transportation Safety Board (NTSB) said they are sending teams to investigate a fatal crash in Florida on Friday involving a Tesla Inc car and a semi-trailer.",
        "headlineTitle": "U.S. safety agencies to investigate fatal Tesla crash in Florida",
        "hour": "MAR 01 2019",
        "idx": 10
    },
    {
        "classification": -1,
        "headlineText": "Huawei Technologies Co Ltd and two affiliates will be arraigned on March 14 in U.S. District Court in Brooklyn, New York, on accusations the company committed bank and wire fraud and violated sanctions against Iran, according to a court filing on Friday.",
        "headlineTitle": "Huawei to be arraigned in U.S. fraud case in New York on March 14",
        "hour": "MAR 01 2019",
        "idx": 11
    },
    {
        "classification": -1,
        "headlineText": "The Canadian government, as expected, said on Friday it would allow an extradition hearing to proceed against Meng Wanzhou, the chief financial officer of Huawei Technologies Co Ltd who was detained in Canada late last year.",
        "headlineTitle": "Canada to allow extradition case against Huawei executive",
        "hour": "MAR 01 2019",
        "idx": 12
    },
    {
        "classification": 0,
        "headlineText": "Following are five big themes likely to dominate thinking of investors and traders in the coming week, and the Reuters stories related to them.",
        "headlineTitle": "Take Five: U-turn if you want to! World markets themes for the week ahead",
        "hour": "MAR 01 2019",
        "idx": 13
    },
    {
        "classification": 0,
        "headlineText": "Tesla Inc's move to dismantle its network of high-end showrooms as part of a plan to launch the long-awaited cheaper version of its Model 3 sedan has pushed the electric carmaker into uncharted territory for an industry that has long relied on physical stores to move the metal.",
        "headlineTitle": "Tesla enters uncharted territory after move to dismantle store network",
        "hour": "MAR 01 2019",
        "idx": 14
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc has paid off a $920 million convertible bond obligation in cash, a company spokesperson said on Friday.",
        "headlineTitle": "Tesla settles in cash $920 million convertible bond obligation",
        "hour": "MAR 01 2019",
        "idx": 15
    },
    {
        "classification": -1,
        "headlineText": "Mexico's government on Friday threatened to slap duties on new U.S. products in retaliation for the Trump administration's steel and aluminum tariffs as it seeks to turn up pressure on Washington to exempt it from the measures.",
        "headlineTitle": "Mexico eyes fresh U.S. targets for tariffs to pressure Trump over steel",
        "hour": "MAR 01 2019",
        "idx": 16
    },
    {
        "classification": -1,
        "headlineText": "U.S. stock prices are outpacing those in most other regions to start 2019, but the gap is narrow and some investors are eyeing potential catalysts to tip the scales to the rest of the world.",
        "headlineTitle": "Wall St. Week Ahead: U.S. stock reign may not last over other regions",
        "hour": "MAR 01 2019",
        "idx": 17
    },
    {
        "classification": -1,
        "headlineText": "The Canadian government, as expected, on Friday approved extradition proceedings against the chief financial officer of Huawei Technologies Co Ltd, prompting a furious reaction from China.",
        "headlineTitle": "Canada approves Huawei extradition proceedings, China seethes",
        "hour": "MAR 01 2019",
        "idx": 18
    },
    {
        "classification": 0,
        "headlineText": "Southwest Airlines Co will soon begin flying to Hawaii from California, as part of the budget-friendly carrier's push to boost leisure travel from the West Coast, an executive said on Friday.",
        "headlineTitle": "Southwest Airlines readies Hawaii flights in West Coast push",
        "hour": "MAR 01 2019",
        "idx": 19
    },
    {
        "classification": 1,
        "headlineText": "Blackstone Group LP Chief Executive Stephen Schwarzman pocketed at least $567.8 million in 2018 dividends and compensation, making him yet again the private equity industry's highest earner, a regulatory filing showed on Friday.",
        "headlineTitle": "Blackstone CEO Schwarzman pockets at least $568 million in 2018: filing",
        "hour": "MAR 01 2019",
        "idx": 20
    },
    {
        "classification": -1,
        "headlineText": "Conflicting cultures and management styles are overshadowing Barrick Gold Corp's $18 billion bid for rival Newmont Mining Corp, becoming factors just as important to the deal's success as whether or not the pair's lucrative assets in Nevada and elsewhere fit well together.",
        "headlineTitle": "Cultural clash overshadowing Barrick's Newmont bid",
        "hour": "MAR 01 2019",
        "idx": 21
    },
    {
        "classification": -1,
        "headlineText": "The S&P 500 and the Dow Jones Industrial Average snapped a three-day run of losses on Friday as optimism about the prospects for a U.S.-China trade agreement countered downbeat U.S. and China manufacturing data.",
        "headlineTitle": "Wall Street rises as trade optimism counters weak data",
        "hour": "MAR 01 2019",
        "idx": 22
    },
    {
        "classification": -1,
        "headlineText": "Wells Fargo & Co executives and directors have reached a $240 million settlement with U.S. shareholders over the creation by bank employees of millions of unauthorized customer accounts.",
        "headlineTitle": "Wells Fargo officials enter $240 million settlement over bogus accounts",
        "hour": "MAR 01 2019",
        "idx": 24
    },
    {
        "classification": 1,
        "headlineText": "Amazon.com Inc plans to open dozens of grocery stores across the United States as it looks to expand in the food business, the Wall Street Journal reported on Friday, citing people familiar with the matter.",
        "headlineTitle": "Amazon plans new grocery-store business: WSJ",
        "hour": "MAR 01 2019",
        "idx": 25
    },
    {
        "classification": 0,
        "headlineText": "Intellia Therapeutics Inc Chief Executive John Leonard, who U.S. drug maker Bristol-Myers Squibb Co said last week was nominated by hedge fund Starboard Value LP to sit on its board, is not affiliated with the effort, an Intellia spokeswoman said on Thursday.",
        "headlineTitle": "Intellia CEO not involved in Starboard's Bristol-Myers board challenge",
        "hour": "MAR 01 2019",
        "idx": 26
    },
    {
        "classification": 0,
        "headlineText": "The U.S. government kicked off a major sale of oil and gas leases in Wyoming this week after rejecting protests over lands on offer that are considered critical areas for wildlife.",
        "headlineTitle": "U.S. holds major oil and gas lease sale in sage grouse habitat",
        "hour": "MAR 01 2019",
        "idx": 27
    },
    {
        "classification": 0,
        "headlineText": "U.S. Trade Representative Robert Lighthizer and his staff will head to Michigan next week to meet with United Auto Workers union leaders in an effort to win labor backing for a new North American free trade deal, the union said on Friday.",
        "headlineTitle": "U.S. trade chief courts auto union to back North American trade pact",
        "hour": "MAR 01 2019",
        "idx": 29
    },
    {
        "classification": -1,
        "headlineText": "U.S. personal income fell for the first time in more than three years in January and consumer spending dropped by the most since 2009 in December, putting the economy on a weak growth path early in the first quarter.",
        "headlineTitle": "U.S. consumer spending, factory data point to weak first quarter GDP growth",
        "hour": "MAR 01 2019",
        "idx": 30
    },
    {
        "classification": -1,
        "headlineText": "Automakers on Friday reported a decline in U.S. light vehicle sales for February as demand for SUVs slows after years of rapid growth, pointing to a drop in overall sales in 2019.",
        "headlineTitle": "U.S. auto sales fall in February on weak SUV demand",
        "hour": "MAR 01 2019",
        "idx": 31
    },
    {
        "classification": -1,
        "headlineText": "American Airlines was fined $1 million and Delta Air Lines Inc $750,000 for violating federal rules barring lengthy tarmac delays at U.S. airports, the U.S. Transportation Department said on Thursday.",
        "headlineTitle": "U.S. fines American Airlines, Delta for long tarmac delays",
        "hour": "MAR 01 2019",
        "idx": 32
    },
    {
        "classification": 1,
        "headlineText": "Luxury carmaker Jaguar Land Rover, part of Tata Motors Ltd, is preparing to announce hundreds of millions of pounds worth of investment in Britain, the BBC reported on Friday.",
        "headlineTitle": "Jaguar Land Rover to announce major UK investment: BBC",
        "hour": "MAR 01 2019",
        "idx": 33
    },
    {
        "classification": -1,
        "headlineText": "BNP Paribas reached an agreement with unions over a plan to cut as many as 2,500 jobs at its Belgian retail banking unit by 2021 as part of an effort to bring down costs.",
        "headlineTitle": "BNP Paribas to cut up to 2,500 jobs at its Belgian bank",
        "hour": "MAR 01 2019",
        "idx": 34
    },
    {
        "classification": -1,
        "headlineText": "Volkswagen's flagship VW brand missed its margin target in 2018 as operating profits declined despite growth in top-line revenues at the German carmaker, news weekly Spiegel reported on Friday, citing unpublished figures.",
        "headlineTitle": "Volkswagen's flagship VW brand missed margin goal in 2018: Spiegel",
        "hour": "MAR 01 2019",
        "idx": 35
    },
    {
        "classification": 1,
        "headlineText": "Gap Inc shares surged as much as 24 percent on Friday as a number of Wall Street analysts lauded the company's decision to separate its better-performing Old Navy brand.",
        "headlineTitle": "Gap shares surge 24 percent as Wall Street praises split",
        "hour": "MAR 01 2019",
        "idx": 36
    },
    {
        "classification": -1,
        "headlineText": "Private equity firm Apollo Global Management LLC has amassed a 6 percent stake in Clearway Energy Inc, a renewable energy producer whose shares were hit after one of its customers filed for bankruptcy, people familiar with the matter said on Friday.",
        "headlineTitle": "Exclusive: Apollo bets on Clearway Energy, defying PG&E bankruptcy fallout",
        "hour": "MAR 01 2019",
        "idx": 37
    },
    {
        "classification": -1,
        "headlineText": "Norwegian oil and gas company Aker BP is switching emphasis from M&A toward exploration, taking a potentially riskier path to increase its resources after years when it has relied on acquisitions to add the bulk of its new barrels.",
        "headlineTitle": "Norway's Aker BP switching gears from M&A to exploration",
        "hour": "MAR 01 2019",
        "idx": 38
    },
    {
        "classification": -1,
        "headlineText": "Canadian Prime Minister Justin Trudeau spoke to U.S. President Donald Trump on Thursday about American tariffs on steel and aluminum, Trudeau's office said on Friday, but well-placed sources said there was little sign of progress.",
        "headlineTitle": "Canada PM speaks to Trump about tariffs, sources see little progress",
        "hour": "MAR 01 2019",
        "idx": 39
    },
    {
        "classification": 0,
        "headlineText": "U.S. supermarket chain Kroger Co on Friday said its Smith's Food and Drug Stores division will stop accepting Visa Inc's credit cards, starting April 3, because of excessive transaction fees.",
        "headlineTitle": "Another Kroger unit to stop accepting Visa credit cards due to high fees",
        "hour": "MAR 01 2019",
        "idx": 40
    },
    {
        "classification": 1,
        "headlineText": "The European Central Bank has downplayed a global slowdown for months, but it will finally take a tentative step next week to prop up the euro zone economy, signaling fresh stimulus to keep banks lending.",
        "headlineTitle": "A day of reckoning for the ECB?",
        "hour": "MAR 01 2019",
        "idx": 41
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc said on Thursday it would not be profitable in the first quarter, as it offered for the first time a $35,000 version of its Model 3 sedan and said its global sales would now be online-only, steps designed to increase demand and cut overhead costs for the electric vehicle maker.",
        "headlineTitle": "Tesla debuts $35,000 Model 3, sees loss in first quarter",
        "hour": "MAR 01 2019",
        "idx": 42
    },
    {
        "classification": 0,
        "headlineText": "EBay Inc on Friday announced a review of its StubHub and eBay Classifieds businesses and said it would appoint two new directors to its board, as part of an agreement with activist investors to avert a proxy contest.",
        "headlineTitle": "EBay announces review of StubHub, Classifieds in deal with activists",
        "hour": "MAR 01 2019",
        "idx": 43
    },
    {
        "classification": -1,
        "headlineText": "European Union member states unanimously rejected on Friday a proposal to blacklist Saudi Arabia and four U.S. territories for lax controls on terrorism financing and money laundering, sources told Reuters.",
        "headlineTitle": "EU states block putting Saudi Arabia, U.S. territories on dirty-money list",
        "hour": "MAR 01 2019",
        "idx": 44
    },
    {
        "classification": -1,
        "headlineText": "Glencore said trade barriers are its \"foremost risk\", but climate, political, legal and other potential dangers have become more pressing for the mining and trading group.",
        "headlineTitle": "Glencore highlights trade as 'foremost risk', others growing",
        "hour": "MAR 01 2019",
        "idx": 46
    },
    {
        "classification": -1,
        "headlineText": "Billions of dollars of pre-election spending by the Indian government and political parties in the next two months is unlikely to stop the nation's economy from slowing further, economists said.",
        "headlineTitle": "India's growth may decelerate further despite election spending",
        "hour": "MAR 01 2019",
        "idx": 47
    },
    {
        "classification": 0,
        "headlineText": "U.S. casino operator Caesars Entertainment Corp has struck a deal with investor Carl Icahn that appoints three new directors to its board, although the billionaire hedge fund manager continues to press for a sale of the company.",
        "headlineTitle": "Caesars bows to Icahn demands on board, sale still eyed",
        "hour": "MAR 01 2019",
        "idx": 48
    },
    {
        "classification": -1,
        "headlineText": "High-grade euro zone debt remains scarce even though the European Central Bank has stopped its huge purchases of new bonds, intensifying concerns that banks will face future collateral shortages and highlighting the need for safe assets.",
        "headlineTitle": "Euro zone's triple-A bond drought persists after ECB steps away",
        "hour": "MAR 01 2019",
        "idx": 49
    },
    {
        "classification": -1,
        "headlineText": "Malaysia is seeking $7.5 billion in reparations from Goldman Sachs Group Inc over its dealings with scandal-linked state fund 1MDB, the Financial Times (FT) reported on Friday, citing the finance minister.",
        "headlineTitle": "Malaysia seeks $7.5 billion in reparations from Goldman Sachs: FT",
        "hour": "DEC 22 2018",
        "idx": 50
    },
    {
        "classification": 0,
        "headlineText": "Minnesota prosecutors will not charge the billionaire chief executive officer of China's JD.com Inc, Richard Liu, after he was accused of rape by a University of Minnesota student during a recent U.S. visit, authorities said on Friday.",
        "headlineTitle": "JD.com CEO will not face assault charges in Minnesota",
        "hour": "DEC 21 2018",
        "idx": 51
    },
    {
        "classification": -1,
        "headlineText": "Wall Street stocks fell sharply in volatile trading on Friday, with the Nasdaq confirming it is in a bear market, as concerns of slowing economic growth led investors to flee stocks in high-valuation sectors such as technology and communication services.",
        "headlineTitle": "Nasdaq confirms bear market; economic worries sink Wall Street",
        "hour": "DEC 21 2018",
        "idx": 52
    },
    {
        "classification": 0,
        "headlineText": "Campbell Soup Co said on Friday that incoming Chief Executive Mark Clouse, a food industry veteran, could be paid as much as $7.4 million in compensation for fiscal 2019.",
        "headlineTitle": "Incoming Campbell Soup CEO Clouse to be paid up to $7.4 million in 2019",
        "hour": "DEC 21 2018",
        "idx": 53
    },
    {
        "classification": -1,
        "headlineText": "The Nasdaq Composite Index confirmed on Friday it is in a bear market for the first time since 2008, underscoring fears that the longest bull run in history for U.S. stocks could soon be over.",
        "headlineTitle": "Nasdaq in bear market, first of the three major U.S. indexes",
        "hour": "DEC 21 2018",
        "idx": 54
    },
    {
        "classification": -1,
        "headlineText": "HNA Group Co [HNAIRC.UL] is in talks to sell Ingram Micro Inc to private equity firm Apollo Global Management Llc , a source familiar with the matter said on Friday, as the Chinese conglomerate continues to scale back operations.",
        "headlineTitle": "China's HNA in talks to sell Ingram Micro to Apollo Global: source",
        "hour": "DEC 21 2018",
        "idx": 55
    },
    {
        "classification": -1,
        "headlineText": "On Friday, the Nasdaq Composite closed almost 22 percent below its record high daily close on Aug. 29, signaling a nearly nine-and-a-half year bull market run for the index ended in late summer.",
        "headlineTitle": "Factbox: Past Nasdaq bear markets lasted long and cut deep",
        "hour": "DEC 21 2018",
        "idx": 56
    },
    {
        "classification": 0,
        "headlineText": "Wells Fargo & Co. has been hiring overseas after pledging to eliminate thousands of jobs, according to a Department of Labor investigation.",
        "headlineTitle": "Wells Fargo moves jobs abroad after U.S. layoffs, government says",
        "hour": "DEC 21 2018",
        "idx": 57
    },
    {
        "classification": -1,
        "headlineText": "Automakers in the United States repaired more than 7.2 million defective Takata air bag inflators in 2018, as companies have ramped up efforts to track down parts in need of replacement, a report from an independent monitor released on Friday said.",
        "headlineTitle": "Automakers boost Takata air bag recall completion rates",
        "hour": "DEC 21 2018",
        "idx": 58
    },
    {
        "classification": 1,
        "headlineText": "Boeing Co looked poised to beat European arch-rival Airbus for aircraft orders in 2018 by a wide margin after clinching billions of dollars in new business from Nigeria's Green Africa Airways and Saudi Arabia's flyadeal.",
        "headlineTitle": "Boeing heads for expected 2018 plane order victory over Airbus",
        "hour": "DEC 21 2018",
        "idx": 59
    },
    {
        "classification": 0,
        "headlineText": "Goldman Sachs Group Inc Chief Executive David Solomon on Friday defended the bank against criticism of its compliance and oversight related to dealings with the sovereign wealth fund 1MDB, according to a message sent to employees obtained by Reuters.",
        "headlineTitle": "Goldman Sachs CEO to employees: our compliance is strong",
        "hour": "DEC 21 2018",
        "idx": 60
    },
    {
        "classification": -1,
        "headlineText": "The dollar gained on Friday as investors sought the currency's safety amid persistent equity market volatility and a possible U.S. government shutdown.",
        "headlineTitle": "Dollar rallies from post-Fed losses as U.S. shutdown likely",
        "hour": "DEC 21 2018",
        "idx": 61
    },
    {
        "classification": 0,
        "headlineText": "Citigroup Inc has divided up the roles of outgoing North America Chief Executive Bill Mills, according to an internal memo seen by Reuters.",
        "headlineTitle": "Citi regional executives get new responsibilities in 2019",
        "hour": "DEC 21 2018",
        "idx": 62
    },
    {
        "classification": 1,
        "headlineText": "The Federal Reserve is listening to the concerns of markets and open to changing its policy views next year, one its most influential members said on Friday, even while he stood by plans for interest-rate hikes and further paring of the Fed's bond portfolio.",
        "headlineTitle": "Williams soothes markets, says Fed listening and could change policy",
        "hour": "DEC 21 2018",
        "idx": 63
    },
    {
        "classification": -1,
        "headlineText": "As the Nasdaq Composite continues to stumble its way toward a bear market, biotech shares are worsening the collapse of the tech-heavy index.",
        "headlineTitle": "Biotech swoon adds to Nasdaq's pain as bear market looms ever closer",
        "hour": "DEC 21 2018",
        "idx": 64
    },
    {
        "classification": -1,
        "headlineText": "The U.S. economy slowed slightly more than previously estimated in the third quarter and momentum appears to have moderated further in the fourth quarter, with new orders and shipments of manufactured capital goods falling in November.",
        "headlineTitle": "U.S. third-quarter growth trimmed; business spending slowing",
        "hour": "DEC 21 2018",
        "idx": 65
    },
    {
        "classification": -1,
        "headlineText": "World stock markets continued a week-long sell-off on Friday as the threat of a U.S. government shutdown and further hikes in U.S. borrowing costs compounded investor anxiety that global economic growth is slowing.",
        "headlineTitle": "Global stock indexes slide as U.S. government shutdown looms",
        "hour": "DEC 21 2018",
        "idx": 66
    },
    {
        "classification": 0,
        "headlineText": "Japan's Mitsui & Co Ltd , Russian sovereign wealth fund RDIF and Saudi Aramco are in talks to buy stakes in Novatek's Arctic LNG 2 project, with the size of the investments still to be decided, sources familiar with the talks told Reuters.",
        "headlineTitle": "Exclusive: Mitsui, Saudi Aramco, Russia's RDIF in talks to buy Arctic LNG 2 stakes - sources",
        "hour": "DEC 21 2018",
        "idx": 67
    },
    {
        "classification": 0,
        "headlineText": "The European Union's data watchdog will decide in coming weeks if financial regulators around the world can routinely swap information to keep markets clean without getting tangled up in the EU's new data protection regime.",
        "headlineTitle": "EU watchdog to rule on data exchange among market regulators",
        "hour": "DEC 21 2018",
        "idx": 68
    },
    {
        "classification": 1,
        "headlineText": "Nike Inc shares rose 9 percent on Friday, after the company's solid quarterly results eased worries that escalating trade tensions between Washington and Beijing would weigh on China demand and hurt the sportswear maker's growth story.",
        "headlineTitle": "Nike shares rise as strong quarterly results allay China demand concerns",
        "hour": "DEC 21 2018",
        "idx": 69
    },
    {
        "classification": -1,
        "headlineText": "A Paris court fined French oil and gas group Total 500,000 euros ($570,000) on Friday for bribing foreign public officials in a case related to Iranian contracts in 1997.",
        "headlineTitle": "French court fines oil group Total in Iran bribery case",
        "hour": "DEC 21 2018",
        "idx": 70
    },
    {
        "classification": 0,
        "headlineText": "(This corrects paragraph 7 of December 20 story to say Zynga acquired a unit of Peak Games, and not the entire company. The error also appeared in an earlier version)",
        "headlineTitle": "Zynga buys Empires & Puzzles gamemaker in largest deal to date",
        "hour": "DEC 21 2018",
        "idx": 71
    },
    {
        "classification": -1,
        "headlineText": "Since De Beers abandoned its decades-old policy of refusing to sell lab-grown diamonds as jewelery, the price gap between man-made stones and natural gems has widened - and the difference is set to get even bigger.",
        "headlineTitle": "Lab-grown diamond prices slide as De Beers fights back",
        "hour": "DEC 21 2018",
        "idx": 72
    },
    {
        "classification": -1,
        "headlineText": "Cargill, Bunge and other global traders have halted food supply deals with Iran because new U.S. sanctions have paralyzed banking systems required to secure payments, industry and Iranian government sources say.",
        "headlineTitle": "Exclusive: Global traders halt new Iran food deals as U.S. sanctions bite - sources",
        "hour": "DEC 21 2018",
        "idx": 73
    },
    {
        "classification": -1,
        "headlineText": "The pace of U.S. vehicle sales is set to slow for the sixth straight month in December despite aggressive discounts from manufacturers, according to industry consultants J.D. Power and LMC Automotive.",
        "headlineTitle": "U.S. auto sales seen falling 1 percent in Dec - J.D. Power, LMC",
        "hour": "DEC 21 2018",
        "idx": 74
    },
    {
        "classification": -1,
        "headlineText": "The U.S. economy slowed in the third quarter a bit more than previously estimated, but the pace was likely strong enough to keep growth on track to hit the Trump administration's 3 percent target this year, even as momentum appears to have moderated further early in the fourth quarter.",
        "headlineTitle": "U.S. third-quarter economic growth revised down to 3.4 percent",
        "hour": "DEC 21 2018",
        "idx": 75
    },
    {
        "classification": 0,
        "headlineText": "Following are five big themes likely to dominate thinking of investors and traders in the coming week and the Reuters stories related to them.",
        "headlineTitle": "Take Five: Bear-y Christmas! World markets themes for the week ahead",
        "hour": "DEC 21 2018",
        "idx": 76
    },
    {
        "classification": -1,
        "headlineText": "A decade ago, Canada's oil sector was growing so fast it was predicted to become a global energy superpower, but a series of political missteps and formidable environmental activism has created a dysfunctional system requiring OPEC-style government intervention to move its oil to market.",
        "headlineTitle": "Political stumbles, savvy activists knock Canada's oil sector to its knees",
        "hour": "DEC 21 2018",
        "idx": 77
    },
    {
        "classification": -1,
        "headlineText": "Plans to build another privately-financed power station in Nigeria to help end decades of chronic blackouts have been delayed because of concerns about persistent shortfalls in payments for electricity across the sector.",
        "headlineTitle": "Exclusive: Nigerian energy sector's crippling debts delay next power plant",
        "hour": "DEC 21 2018",
        "idx": 78
    },
    {
        "classification": -1,
        "headlineText": "German carmaker Volkswagen will write off its investment in Gett after the Israel-based ride hailing app failed to gain ground on bigger rivals Uber [UBER.UL], Lyft and Didi, weekly Der Spiegel reported on Friday.",
        "headlineTitle": "Volkswagen to write off Gett investment - Spiegel",
        "hour": "DEC 21 2018",
        "idx": 79
    },
    {
        "classification": -1,
        "headlineText": "Ford Motor Co said Friday it is recalling 874,000 pickup trucks in North America with engine block heaters for fire risks.",
        "headlineTitle": "Ford recalling 874,000 pickup trucks in North America for fire risks",
        "hour": "DEC 21 2018",
        "idx": 80
    },
    {
        "classification": 1,
        "headlineText": "Tencent Holdings Ltd's shares surged on Friday after a local regulatory official said some new video games had been cleared for sale, ending a lengthy freeze in approvals that has spooked players in the world's largest gaming market.",
        "headlineTitle": "Tencent shares spike as China watchdog flags video game approvals",
        "hour": "DEC 21 2018",
        "idx": 81
    },
    {
        "classification": -1,
        "headlineText": "S&P 500 e-minis logged their biggest losing streak in seven years on Friday, dropping about 0.6 percent on growing worries of slowing global growth and the threat of a U.S. government shutdown.",
        "headlineTitle": "Futures extend slide on growth fears, government shutdown threat",
        "hour": "DEC 21 2018",
        "idx": 82
    },
    {
        "classification": 1,
        "headlineText": "Taiwan's Foxconn , Apple Inc's iPhone assembler, is in the final stages of talks with the local government of the Chinese city of Zhuhai to build a chip plant there with a total investment of about $9 billion, the Nikkei business daily reported on Friday.",
        "headlineTitle": "Foxconn to build $9 billion chip plant in China with local govt: Nikkei",
        "hour": "DEC 21 2018",
        "idx": 83
    },
    {
        "classification": 0,
        "headlineText": "The German food retailer Kaufland on Friday said that it was dropping Unilever products from its shelves to protest against price increases.",
        "headlineTitle": "German retailer Kaufland drops Unilever products over price rises",
        "hour": "DEC 21 2018",
        "idx": 84
    },
    {
        "classification": 0,
        "headlineText": "As Venezuela collapses, one little-known U.S. investment fund is poised to win big from litigation against its socialist government: Tenor Capital Management.",
        "headlineTitle": "Want to sue Venezuela for millions? These firms can help, for a price",
        "hour": "DEC 21 2018",
        "idx": 85
    },
    {
        "classification": -1,
        "headlineText": "Japanese prosecutors arrested Nissan Motor Co Ltd's ousted chairman Carlos Ghosn again on Friday on new allegations of making Nissan shoulder $16.6 million in personal investment losses, dashing chances he would be released on bail before Christmas.",
        "headlineTitle": "Ghosn re-arrested on fresh allegations, likely to spend Christmas in detention",
        "hour": "DEC 21 2018",
        "idx": 86
    },
    {
        "classification": 0,
        "headlineText": "The possible withdrawal of Japanese conglomerates from nuclear export projects in Britain and Turkey would leave the nuclear newbuild industry open to Russian and Chinese state-owned companies as Western private firms struggle to compete.",
        "headlineTitle": "Japan Inc exit from nuclear exports would leave field to Russia, China",
        "hour": "DEC 21 2018",
        "idx": 87
    },
    {
        "classification": 1,
        "headlineText": "SoftBank Group Corp is nearing a deal to invest $1.5 billion in Grab, three times a previously expected $500 million, as Southeast Asia's biggest ride-hailing firm looks to expand, a person with knowledge of the matter said.",
        "headlineTitle": "SoftBank's Vision Fund nearing $1.5 billion investment in SE Asia's Grab: source",
        "hour": "DEC 21 2018",
        "idx": 88
    },
    {
        "classification": -1,
        "headlineText": "Japanese prosecutors arrested Nissan's ousted chairman Carlos Ghosn for a third time on Friday, accusing him of aggravated breach of trust in transferring personal investment losses to the automaker.",
        "headlineTitle": "Explainer: Arrested again: What are the new allegations against Nissan's Ghosn?",
        "hour": "DEC 21 2018",
        "idx": 89
    },
    {
        "classification": 0,
        "headlineText": "What's does a company do when it doesn't have enough workers and unemployment rates are at record lows? In eastern Europe answers includes workplace massages, free carp for Christmas and guaranteed jobs for spouses.",
        "headlineTitle": "Massages and free fish help east Europe tackle labor shortages",
        "hour": "DEC 21 2018",
        "idx": 90
    },
    {
        "classification": 0,
        "headlineText": "Toshiba Corp has no immediate plans to sell its 40.2 percent stake in Toshiba Memory Corp, its chief executive told Reuters, as the world's No. 2 producer of NAND flash memory chips prepares to go public within the next three years.",
        "headlineTitle": "Toshiba has no immediate plans to sell memory chip stake: CEO",
        "hour": "DEC 21 2018",
        "idx": 91
    },
    {
        "classification": -1,
        "headlineText": "China, the world's top oil importer, is set to start 2019 buying little or no crude from the United States despite a three-month truce in a trade scrap between the two nations, with relatively high freight costs and political uncertainty choking demand.",
        "headlineTitle": "Crude refusal: China shuns U.S. oil despite trade war truce",
        "hour": "DEC 21 2018",
        "idx": 92
    },
    {
        "classification": 1,
        "headlineText": "China plans to make a third round of U.S. soybean purchases within days, two sources familiar with the matter said on Thursday, after a trade war truce between Washington and Beijing this month triggered two waves of buying.",
        "headlineTitle": "China poised to buy more U.S. soybeans: sources",
        "hour": "DEC 21 2018",
        "idx": 93
    },
    {
        "classification": -1,
        "headlineText": "Bangladesh will collect and test samples of Johnson & Johnson's Baby Powder for asbestos in a couple of days, its main testing authority said on Friday, after a Reuters report last Friday that the firm knew for decades that cancer-causing asbestos could be found in the product.",
        "headlineTitle": "Exclusive: Bangladesh says to collect, test samples of Johnson & Johnson Baby Powder",
        "hour": "DEC 21 2018",
        "idx": 94
    },
    {
        "classification": 0,
        "headlineText": "The growing acceptance of man-made diamonds by millennials has spurred De Beers to reverse its policy of shunning the sector for jewelry and to launch its own laboratory-grown diamonds through its Lightbox jewelry brand.",
        "headlineTitle": "Factbox: How man-made diamonds have grown to threaten natural gems",
        "hour": "DEC 21 2018",
        "idx": 95
    },
    {
        "classification": 0,
        "headlineText": "Faced with a chronic shortage of truck drivers, logistics firm Deutsche Post DHL Group is trialing a new scheme to get more people behind the wheel so it can keep goods flowing across Europe, especially at peak times like Christmas.",
        "headlineTitle": "Keeping on truckin': DHL seeks to counter driver shortages",
        "hour": "DEC 21 2018",
        "idx": 96
    },
    {
        "classification": -1,
        "headlineText": "India's drugs regulator has ordered Johnson & Johnson to stop manufacturing its Baby Powder using raw materials in two of its Indian factories until test results prove they are free of asbestos, a senior official said on Thursday.",
        "headlineTitle": "Indian regulator orders J&J to stop using raw material to make Baby Powder in India",
        "hour": "DEC 21 2018",
        "idx": 97
    },
    {
        "classification": -1,
        "headlineText": "Dealmakers celebrating their third-strongest year on record are fretting 2019 will herald a steep drop in mergers and acquisitions worldwide, as market jitters and economic uncertainty take their toll.",
        "headlineTitle": "Dealmakers brace for slowdown after third-strongest M&A year",
        "hour": "DEC 20 2018",
        "idx": 98
    },
    {
        "classification": 0,
        "headlineText": "A trade secrets lawsuit brought by Canada's Bombardier Inc against the aircraft unit of Mitsubishi Heavy Industries Ltd should be dismissed because the allegations are baseless and designed to \"disrupt development\" of a rival jet, a spokesman for the Japanese company said on Thursday.",
        "headlineTitle": "Mitsubishi seeks dismissal of Bombardier trade secrets case",
        "hour": "DEC 20 2018",
        "idx": 99
    },
    {
        "classification": 0,
        "headlineText": "Vanguard Group, the world's largest mutual fund manager, said on Thursday Chief Executive Bill McNabb will step down at year end and be replaced by Chief Investment Officer Tim Buckley, betting on the internal successor to oversee rapid growth.",
        "headlineTitle": "Vanguard CIO Buckley to take over as CEO from McNabb on Jan. 1",
        "hour": "JUL 13 2017",
        "idx": 100
    },
    {
        "classification": 1,
        "headlineText": "Wall Street posted slight gains on Thursday and the Dow hit another record high close, with financials rising ahead of profit reports due Friday from several big U.S. banks.",
        "headlineTitle": "Wall Street rises as financials lead before earnings",
        "hour": "JUL 13 2017",
        "idx": 101
    },
    {
        "classification": 0,
        "headlineText": "The CEO of Retrophin Inc, the drug company that Martin Shkreli founded and is now accused of conspiring to defraud, compared Shkreli to the Pied Piper on Thursday as he tried to explain to jurors why he stuck with the company in its early days despite misgivings.",
        "headlineTitle": "CEO of Martin Shkreli's old company likens him to 'Pied Piper'",
        "hour": "JUL 13 2017",
        "idx": 102
    },
    {
        "classification": -1,
        "headlineText": "SoundCloud, the world's biggest music-streaming service, is still struggling to find a business model - it now has enough cash to last until fourth quarter, after laying off 40 percent of its staff, a representative said on Thursday.",
        "headlineTitle": "Music streamer SoundCloud has cash until fourth quarter after layoffs",
        "hour": "JUL 13 2017",
        "idx": 103
    },
    {
        "classification": 1,
        "headlineText": "U.S. Energy Secretary Rick Perry promised on Thursday to promote cross-border electricity trade and investment with Mexico and said he expected talks aimed at updating the North American Free Trade Agreement (NAFTA) to proceed quickly.",
        "headlineTitle": "U.S. energy secretary in Mexico eyes cooperation",
        "hour": "JUL 13 2017",
        "idx": 105
    },
    {
        "classification": 0,
        "headlineText": "Daily fantasy sports companies FanDuel and DraftKings scrapped a plan to merge on Thursday following a legal challenge by U.S. antitrust enforcers.",
        "headlineTitle": "FanDuel, DraftKings scrap troubled merger",
        "hour": "JUL 13 2017",
        "idx": 106
    },
    {
        "classification": 1,
        "headlineText": "Upbeat data helped send world shares to a fourth all-time high in less than a month on Thursday as Wall Street edged higher in anticipation of solid earnings, while crude oil gained on evidence of stronger demand in China.",
        "headlineTitle": "World shares rise to fresh peak; oil gains",
        "hour": "JUL 13 2017",
        "idx": 107
    },
    {
        "classification": -1,
        "headlineText": "Delta Air Lines Inc on Thursday reported a 21 percent drop in second-quarter profit because of sharply higher labor and fuel costs, despite higher passenger unit revenue, sending its shares down 2 percent.",
        "headlineTitle": "Delta's profit tumbles on higher costs; passenger unit revenue rises",
        "hour": "JUL 13 2017",
        "idx": 108
    },
    {
        "classification": 1,
        "headlineText": "Delta Air Lines will not delay its 2018 deliveries of CSeries planes from Canada's Bombardier Inc , the carrier's chief executive said on Thursday, following an anti-dumping complaint by Boeing Co against the jets.",
        "headlineTitle": "Boeing trade complaint won't slow CSeries deliveries: Delta CEO",
        "hour": "JUL 13 2017",
        "idx": 109
    },
    {
        "classification": 0,
        "headlineText": "Trump International Hotels Management LLC said late on Tuesday a data breach at a service provider compromised card payment details at 14 of its properties.",
        "headlineTitle": "Trump Hotels discloses data breach at 14 properties",
        "hour": "JUL 13 2017",
        "idx": 110
    },
    {
        "classification": 0,
        "headlineText": "Walt Disney Co accepted a demand by Brazil's antitrust regulator CADE that it sell local rights for the Fox Sports channel to win approval of its takeover of Twenty-First Century Fox Inc, the regulator said on Wednesday.",
        "headlineTitle": "Disney agrees to sell Fox Sports in Brazil to win antitrust nod",
        "hour": "FEB 27 2019",
        "idx": 120
    },
    {
        "classification": 0,
        "headlineText": "Wells Fargo & Co said on Wednesday that it entered preliminary settlement discussions with the U.S. Department of Justice and the Securities and Exchange Commission over previously disclosed probes into its sales practices.",
        "headlineTitle": "Wells Fargo starts settlement talks with Justice Dept, SEC",
        "hour": "FEB 27 2019",
        "idx": 121
    },
    {
        "classification": 1,
        "headlineText": "Southwest Airlines Co said on Wednesday it won approval from the U.S. Federal Aviation Administration to begin flying to Hawaii from California, clearing the way for the low-cost carrier to move forward with a key part of its 2019 growth plan.",
        "headlineTitle": "Southwest Airlines wins U.S. approval for Hawaii service",
        "hour": "FEB 27 2019",
        "idx": 122
    },
    {
        "classification": 0,
        "headlineText": "The S&P 500 closed down slightly on Wednesday but well above its session low after testimonies to U.S. Congress from trade and central bank officials as well as President Donald Trump's former lawyer brought few major surprises.",
        "headlineTitle": "Wall Street steadies after Lighthizer, Powell, Cohen testimonies",
        "hour": "FEB 27 2019",
        "idx": 123
    },
    {
        "classification": 0,
        "headlineText": "Walt Disney Co is actively pursuing the purchase of WarnerMedia's nearly 10 percent stake in Hulu, entertainment business news portal Variety reported on Wednesday, citing sources.",
        "headlineTitle": "Disney in talks with AT&T to buy WarnerMedia's Hulu stake: Variety",
        "hour": "FEB 27 2019",
        "idx": 124
    },
    {
        "classification": -1,
        "headlineText": "Global stock indexes ended with mostly slight losses on Wednesday after U.S. Trade Representative Robert Lighthizer said it was too early to predict an outcome in U.S.-China trade talks, although a jump in oil prices lifted shares of energy companies.",
        "headlineTitle": "Global stocks slip after U.S. trade official's comments but energy up",
        "hour": "FEB 27 2019",
        "idx": 125
    },
    {
        "classification": 0,
        "headlineText": "(This Feb 26 story corrects data in paragraph 11 that was provided by Kent International comparing wages in China to the United States. Fixes typos in Kent chief executive's name in paragraph 24.)",
        "headlineTitle": "How U.S. bike companies are steering around Trump's China tariffs",
        "hour": "FEB 27 2019",
        "idx": 126
    },
    {
        "classification": 0,
        "headlineText": "German drugs and lab supplies maker Merck KGaA offered $5.9 billion, including debt, for Versum Materials, in a cash deal that tops an offer from U.S. rival Entegris, as both seek to boost their electrochemicals operations.",
        "headlineTitle": "Germany's Merck makes $5.9 billion counterbid for Versum",
        "hour": "FEB 27 2019",
        "idx": 127
    },
    {
        "classification": 1,
        "headlineText": "FedEx Corp this summer plans to begin testing a robot to handle home deliveries for partners ranging from Walmart Inc to Pizza Hut.",
        "headlineTitle": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot",
        "hour": "FEB 27 2019",
        "idx": 128
    },
    {
        "classification": 1,
        "headlineText": "The United States wants meetings as regularly as once a month to ensure enforcement of any potential trade pact with China, U.S. Trade Representative Robert Lighthizer said on Wednesday.",
        "headlineTitle": "U.S. wants regular meetings to ensure trade deal enforcement: Lighthizer",
        "hour": "FEB 27 2019",
        "idx": 129
    },
    {
        "classification": 0,
        "headlineText": "Boeing hopes Britain will decide this year on plans to buy E-7 Wedgetail early warning jets, an executive said, after talks last year sparked a row over competition in arms procurement.",
        "headlineTitle": "Boeing seeks UK decision on Wedgetail jet buy this year: executive",
        "hour": "FEB 27 2019",
        "idx": 130
    },
    {
        "classification": 0,
        "headlineText": "JPMorgan Chase & Co on Wednesday named half a dozen people to a commercial banking team in Europe and new international and Asia-Pacific regional leaders, as the U.S. bank closes in on business clients it hopes to poach from rivals abroad.",
        "headlineTitle": "JPMorgan hires commercial bankers, leaders across Europe, Asia",
        "hour": "FEB 27 2019",
        "idx": 131
    },
    {
        "classification": 1,
        "headlineText": "Oil futures gained about 2 percent on Wednesday after U.S. crude inventories unexpectedly plummeted and as Saudi Arabia brushed aside comments from U.S. President Donald Trump seeking to keep oil prices from climbing.",
        "headlineTitle": "Oil rises 2 percent as U.S. crude stocks plunge, OPEC brushes off Trump",
        "hour": "FEB 27 2019",
        "idx": 132
    },
    {
        "classification": 0,
        "headlineText": "WeWork is expanding an effort to retain mid-sized businesses which had been leaving the shared office space manager after they grew past the small-company phase, and to catch up with rivals already catering to these clients.",
        "headlineTitle": "WeWork aims for the middle with expanded 'HQ' service",
        "hour": "FEB 27 2019",
        "idx": 133
    },
    {
        "classification": 1,
        "headlineText": "Amazon.com Inc, Comcast Corp and Electronic Arts Inc submitted initial bids for the holding firm of South Korea's biggest gaming firm Nexon, Maeil Business Newspaper said on Wednesday, citing investment banking sources.",
        "headlineTitle": "Amazon, Comcast, Electronic Arts submit bids for Nexon holding firm-Maeil report",
        "hour": "FEB 27 2019",
        "idx": 134
    },
    {
        "classification": 0,
        "headlineText": "Exxon Mobil Corp has hired veteran crude traders Mitch Rubinstein and Michael Paradise in Houston, to further boost its trading capabilities, sources familiar with the matter told Reuters on Wednesday.",
        "headlineTitle": "Exclusive: Exxon adds veteran traders to bulk up oil trading - sources",
        "hour": "FEB 27 2019",
        "idx": 135
    },
    {
        "classification": -1,
        "headlineText": "Shares in Air France-KLM fell sharply as the Dutch government amassed a 14 percent stake in the airline to counter French influence, in a surprise move highlighting tensions over the company's strategic direction.",
        "headlineTitle": "Air France-KLM shares slump on surprise Dutch stake buy",
        "hour": "FEB 27 2019",
        "idx": 136
    },
    {
        "classification": 0,
        "headlineText": "The Dutch government in recent days has stealthily built up a 14 percent stake in Air France KLM, which it said was needed to protect Dutch interests from growing French dominance in the airline group.",
        "headlineTitle": "Factbox: Dutch state builds 14 percent stake in Air France KLM",
        "hour": "FEB 27 2019",
        "idx": 137
    },
    {
        "classification": 0,
        "headlineText": "When Air France's new Canadian chief executive met Dutch politicians in The Hague on Feb. 15, he unknowingly set in motion a new chapter in European aviation nationalism.",
        "headlineTitle": "Dutch state's Air France-KLM raid shows interventionist mood",
        "hour": "FEB 27 2019",
        "idx": 138
    },
    {
        "classification": 0,
        "headlineText": "Airbus has decided to redesign the C295 military transport aircraft it builds in Spain to remove German components following Germany's freeze on arms exports to Saudi Arabia, company sources told Reuters.",
        "headlineTitle": "Airbus eyes warplane with no German parts after Saudi arms ban: sources",
        "hour": "FEB 27 2019",
        "idx": 139
    },
    {
        "classification": 0,
        "headlineText": "J.C. Penney Co Inc on Friday will end a clothing subscription service venture, the retailer said this week, a move toward sharpening its focus on more-profitable apparel sales and exiting lines like major appliances.",
        "headlineTitle": "J.C. Penney pulls plug on clothing subscription service",
        "hour": "FEB 27 2019",
        "idx": 140
    },
    {
        "classification": -1,
        "headlineText": "The U.S. goods trade deficit widened sharply in December as slowing global demand and a strong dollar weighed on exports, another sign that economic growth slowed in the fourth quarter.",
        "headlineTitle": "U.S. goods trade deficit deteriorates; factory orders edge up",
        "hour": "FEB 27 2019",
        "idx": 141
    },
    {
        "classification": 0,
        "headlineText": "The U.S. Commerce Department's Bureau of Economic Analysis (BEA) will publish the fourth-quarter gross domestic product (GDP) report on Thursday at 08:30 a.m (1330 GMT) after it was delayed by a 35-day partial shutdown of the government that ended on Jan. 25.",
        "headlineTitle": "Factbox: U.S. Commerce Department to publish fourth-quarter GDP report Thursday",
        "hour": "FEB 27 2019",
        "idx": 142
    },
    {
        "classification": 1,
        "headlineText": "Best Buy Co Inc shares surged 16 percent on Wednesday after it gave an upbeat profit forecast for the year and reported better-than-expected holiday-quarter sales.",
        "headlineTitle": "Best Buy shares surge 16 percent on upbeat profit view, robust holiday quarter",
        "hour": "FEB 27 2019",
        "idx": 143
    },
    {
        "classification": -1,
        "headlineText": "Qatari, Chinese and Japanese investors all sought \"extras\" from Barclays as the British bank raised billions of pounds at the height of the credit crisis in 2008, a landmark London criminal trial heard on Wednesday.",
        "headlineTitle": "Qatar, China, Japan sought 'extras' after Barclays 2008 fundraising: court",
        "hour": "FEB 27 2019",
        "idx": 144
    },
    {
        "classification": -1,
        "headlineText": "Qatar Airways said on Wednesday that it had decided not to go ahead with routes to some planned destinations following a Gulf boycott, particularly in West and Central Africa, the company said in a Twitter post.",
        "headlineTitle": "Qatar Airways suspended some destinations planned for Africa after Gulf boycott",
        "hour": "FEB 27 2019",
        "idx": 145
    },
    {
        "classification": 0,
        "headlineText": "The United States is seeking to prevent China from competitively devaluing its currency as part of ongoing trade talks between the countries, following past manipulations of the yuan, U.S. Trade Representative Robert Lighthizer said on Wednesday.",
        "headlineTitle": "U.S. aims to combat Chinese currency manipulation in trade deal: Lighthizer",
        "hour": "FEB 27 2019",
        "idx": 146
    },
    {
        "classification": 1,
        "headlineText": "U.S. home improvement chain Lowe's beat Wall Street earnings forecasts on Wednesday, and predicted that more Americans would renovate their houses this year rather than buy a home in a market where prices are rising.",
        "headlineTitle": "Lowe's predicts more home renovations this year after strong profit",
        "hour": "FEB 27 2019",
        "idx": 147
    },
    {
        "classification": 0,
        "headlineText": "Air France KLM's board will try and ensure that the stake in the airline taken by the Dutch government will not have a negative impact on the company, the airline said.",
        "headlineTitle": "Air France KLM: will look to ensure new Dutch stake does not impact company",
        "hour": "FEB 27 2019",
        "idx": 148
    },
    {
        "classification": -1,
        "headlineText": "The Dutch government's decision to increase its stake in Air France KLM was both \"incomprehensible\" and unexpected, said French Finance Minister Bruno Le Maire on Wednesday.",
        "headlineTitle": "French Finance Minister: Dutch move on Air France KLM was 'incomprehensible'",
        "hour": "FEB 27 2019",
        "idx": 149
    },
    {
        "classification": 1,
        "headlineText": "Campbell Soup Co on Wednesday reported better-than-expected adjusted earnings, helped by its acquisitions of Snyder's-Lance and Pacific Foods.",
        "headlineTitle": "Campbell Soup beats earnings estimates, shares rise",
        "hour": "FEB 27 2019",
        "idx": 150
    },
    {
        "classification": -1,
        "headlineText": "Mylan NV shares slid 10 percent on Wednesday after the generic drug maker predicted poor 2019 earnings that led some Wall Street analysts to wonder if its finances would worsen further.",
        "headlineTitle": "Mylan shares sink as bleak profit outlook sparks growth concerns",
        "hour": "FEB 27 2019",
        "idx": 151
    },
    {
        "classification": 0,
        "headlineText": "The U.S. goods trade deficit widened sharply in December as slowing global demand and a strong dollar weighed on exports, another sign that economic growth slowed in the fourth quarter.",
        "headlineTitle": "U.S. goods trade deficit widens sharply in December",
        "hour": "FEB 27 2019",
        "idx": 152
    },
    {
        "classification": 0,
        "headlineText": "(This Feb. 26 story corrects the name of Equifax in paragraph 2)",
        "headlineTitle": "Credit reporting agencies face pressure from skeptical U.S. Congress",
        "hour": "FEB 27 2019",
        "idx": 153
    },
    {
        "classification": -1,
        "headlineText": "Ford Motor Co's joint venture with China Changan Automobile Group has decided not to renew its contract with some agencies supplying it with workers, as carmakers struggle to cope with slumping sales in China.",
        "headlineTitle": "Ford's China JV ends some contracts with job agencies as sales fall",
        "hour": "FEB 27 2019",
        "idx": 154
    },
    {
        "classification": 0,
        "headlineText": "Volkswagen on Wednesday praised its cooperation with Ford and took pains to highlight its rival's autonomous vehicles technology, as both carmakers explore deepening their partnership to include self-driving cars.",
        "headlineTitle": "VW praises Ford's autonomous tech as partnership talks continue",
        "hour": "FEB 27 2019",
        "idx": 155
    },
    {
        "classification": 1,
        "headlineText": "The European Union should set up a police force to investigate tax evasion and financial crime and create a watchdog to counter money-laundering, EU lawmakers said in a report on Wednesday, which accuses seven member states of acting as tax havens.",
        "headlineTitle": "EU needs financial police, money-laundering watchdog: lawmakers",
        "hour": "FEB 27 2019",
        "idx": 156
    },
    {
        "classification": 1,
        "headlineText": "Off-price apparel retailer TJX Cos Inc reported better-than-expected quarterly same-store sales on Wednesday, as steep discounts drove more shoppers to its T.J. Maxx and Marshalls stores during the holiday season.",
        "headlineTitle": "TJX holiday quarter same-stores sales beat estimates",
        "hour": "FEB 27 2019",
        "idx": 157
    },
    {
        "classification": 1,
        "headlineText": "Volkswagen said on Wednesday it had struck a deal with Microsoft to cooperate on cloud computing in China and the United States, as part of its drive to offer connected vehicle services across the globe.",
        "headlineTitle": "Volkswagen deepens cloud computing partnership with Microsoft",
        "hour": "FEB 27 2019",
        "idx": 158
    },
    {
        "classification": 0,
        "headlineText": "The Fed's policy statements grew so complicated after the recession that standard gauges of readability suggested people needed four years of university or more to understand them.",
        "headlineTitle": "You don't need a PhD anymore to read Fed's statements",
        "hour": "FEB 27 2019",
        "idx": 159
    },
    {
        "classification": 0,
        "headlineText": "Volvo Cars' luxury performance brand Polestar unveiled its first fully electric sedan on Wednesday, opening up online pre-orders for the five-seater fastback at a price and with a driving range to rival Tesla's mass market Model 3.",
        "headlineTitle": "Volvo's Polestar joins electric car race with rival to Tesla 3",
        "hour": "FEB 27 2019",
        "idx": 160
    },
    {
        "classification": 0,
        "headlineText": "Saudi Aramco has added Goldman Sachs as a bookrunner for a planned bond which will help finance its purchase of a stake in Saudi Arabian Basic Industries Corp (SABIC), two sources familiar with the matter told Reuters.",
        "headlineTitle": "Saudi Aramco adds Goldman Sachs as bookrunner for planned bond: sources",
        "hour": "FEB 27 2019",
        "idx": 161
    },
    {
        "classification": 0,
        "headlineText": "China's Huawei Technologies and South Korea's Samsung Electronics have agreed to settle a two-year old patent dispute in the United States, court documents show.",
        "headlineTitle": "Huawei, Samsung agree to settle patent dispute in U.S. court",
        "hour": "FEB 27 2019",
        "idx": 162
    },
    {
        "classification": 0,
        "headlineText": "U.S. investor Cerberus, a major shareholder in both Deutsche Bank and Commerzbank, is open to a merger between Germany's two biggest lenders, a person familiar with the matter said on Wednesday, raising the chances of a tie-up.",
        "headlineTitle": "Investor Cerberus open to Deutsche Bank merger with Commerzbank: source",
        "hour": "FEB 27 2019",
        "idx": 163
    },
    {
        "classification": 0,
        "headlineText": "Standard Chartered is targeting more trade-focused business from Chinese companies by hiring around 15 bankers worldwide, a source familiar with the plans told Reuters.",
        "headlineTitle": "StanChart hiring Chinese-speaking bankers to connect its network",
        "hour": "FEB 27 2019",
        "idx": 164
    },
    {
        "classification": 1,
        "headlineText": "Bayer's $63 billion purchase of U.S. seeds maker Monsanto made its mark on the German company's fourth quarter earnings on Wednesday, lifting profit and boding well for the peak season of its enlarged agriculture business.",
        "headlineTitle": "Bayer reaps profit lift from Monsanto seeds, consumer health",
        "hour": "FEB 27 2019",
        "idx": 165
    },
    {
        "classification": -1,
        "headlineText": "A federal judge on Tuesday ordered Tesla Inc Chief Executive Elon Musk to explain by March 11 why he should not be held in contempt for violating his fraud settlement with the U.S. Securities and Exchange Commission.",
        "headlineTitle": "Tesla's Musk must address SEC contempt bid as he calls agency 'broken'",
        "hour": "FEB 27 2019",
        "idx": 166
    },
    {
        "classification": 1,
        "headlineText": "Ahold Delhaize, which operates supermarkets in Europe and the United States, is on track to meet a 20 percent U.S. online sales growth target this year as it opens automated grocery distribution points along the East Coast, its chief executive said on Wednesday.",
        "headlineTitle": "Ahold says on course to meet U.S. online sales growth targets",
        "hour": "FEB 27 2019",
        "idx": 167
    },
    {
        "classification": 0,
        "headlineText": "Elliott Management Corp on Wednesday urged shareholders of a Hyundai Motor Group firm to vote for its proposal for higher dividends and new board members, a day after the South Korean conglomerate rejected demands by the U.S. activist investor.",
        "headlineTitle": "Elliott pushes for Hyundai shareholder support after dividend proposals rejected",
        "hour": "FEB 27 2019",
        "idx": 168
    },
    {
        "classification": 1,
        "headlineText": "Harry Potter and Star Wars building sets helped Lego return to growth in 2018, along with strong sales in China, where the privately-owned Danish toymaker plans to open new stores.",
        "headlineTitle": "Wingardium Leviosa! Harry Potter magic helps Lego lift sales",
        "hour": "FEB 27 2019",
        "idx": 169
    },
    {
        "classification": 1,
        "headlineText": "China's CDH Investments is aiming to raise nearly $1 billion in dollar and yuan funds through its venture and growth capital arm to invest in sectors including healthcare and logistics, said people with direct knowledge of the matter.",
        "headlineTitle": "China's CDH targets raising $1 billion in venture capital arm: sources",
        "hour": "FEB 27 2019",
        "idx": 170
    },
    {
        "classification": 1,
        "headlineText": "Vietnamese carriers VietJet and Bamboo Airways formally announced on Wednesday deals with Boeing Co to buy 110 planes worth more than $15 billion as the fast-growing companies look to expand their operations in Asia and beyond.",
        "headlineTitle": "Vietnamese carriers VietJet, Bamboo unveil Boeing deals worth $15 billion",
        "hour": "FEB 27 2019",
        "idx": 171
    },
    {
        "classification": 1,
        "headlineText": "Hyundai Motor Co said on Wednesday it plans to boost the core automotive businesses’ operating profit margin to 7 percent by 2022, compared with 2.1 percent in 2018, as part of its mid- to long-term plan.",
        "headlineTitle": "Hyundai Motor says to lift auto operating margin to 7 percent by 2022",
        "hour": "FEB 27 2019",
        "idx": 172
    },
    {
        "classification": -1,
        "headlineText": "China's steel mills may have taken a wrong turn by adding millions of tonnes of new high-end capacity just as the country's car sector, a key steel consumer, undergoes its first contraction in decades, cutting metal demand.",
        "headlineTitle": "Hot-rolled mess: China's steelmakers hit the skids as car sales slow",
        "hour": "FEB 27 2019",
        "idx": 173
    },
    {
        "classification": 1,
        "headlineText": "Sunrise Communications has entered \"advanced discussions\" to buy Liberty Global's Swiss business in a deal which values the internet and digital television provider at 6.3 billion Swiss francs ($6.30 billion).",
        "headlineTitle": "Sunrise in advanced talks for Liberty Global's $6.3 billion Swiss unit",
        "hour": "FEB 27 2019",
        "idx": 174
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump said this week he may soon sign a deal with Chinese President Xi Jinping to end a trade war blamed for slowing global economic growth and disrupting markets.",
        "headlineTitle": "U.S.-China trade: tariff and non-tariff barriers",
        "hour": "FEB 27 2019",
        "idx": 175
    },
    {
        "classification": -1,
        "headlineText": "After last month's deadly tailings dam disaster at a Vale SA facility in Brazil, Freeport-McMoRan Inc Chief Executive Richard Adkerson sent a memo to his 29,000 employees telling them to immediately report any safety concerns about the scores of dams his company operates.",
        "headlineTitle": "Rattled by Vale disaster, mining CEOs move to change industry",
        "hour": "FEB 27 2019",
        "idx": 176
    },
    {
        "classification": 0,
        "headlineText": "Lockheed Martin Corp expects it will take around 15 to 20 years to bring the cost per flight hour of the F-35 below fourth-generation fighter jets such as the F-16, the head of the F-35 program said on Wednesday.",
        "headlineTitle": "Lockheed expects F-35 flying costs will take time to come down: executive",
        "hour": "FEB 26 2019",
        "idx": 177
    },
    {
        "classification": 0,
        "headlineText": "An internal investigation by HSBC Holdings PLC into Huawei Technologies' connections to a suspected front company in Iran found that the Chinese telecommunications equipment maker maintained close financial ties to the firm years after purportedly selling the unit, documents reviewed by Reuters show.",
        "headlineTitle": "Exclusive: HSBC probe helped lead to U.S. charges against Huawei CFO",
        "hour": "FEB 26 2019",
        "idx": 178
    },
    {
        "classification": -1,
        "headlineText": "Nevada casino regulators said on Tuesday they had fined Wynn Resorts Ltd $20 million in a settlement with the company involving misconduct claims against former chief executive Steve Wynn.",
        "headlineTitle": "Nevada regulators fine Wynn Resorts $20 million in settlement",
        "hour": "FEB 26 2019",
        "idx": 179
    },
    {
        "classification": 0,
        "headlineText": "The U.S. Justice Department does not plan to challenge an appeals court ruling on Tuesday that found AT&T Inc's purchase of Time Warner was legal under antitrust law, the government said on Tuesday.",
        "headlineTitle": "U.S. Justice Department: no plans to appeal AT&T Time Warner ruling",
        "hour": "FEB 26 2019",
        "idx": 180
    },
    {
        "classification": -1,
        "headlineText": "Silicon Valley billionaire Elon Musk laid into the U.S. Securities and Exchange Commission again on Tuesday, after it accused the Tesla Inc chief executive officer of violating the terms of a settlement last year of fraud charges against him.",
        "headlineTitle": "Tesla's Musk calls SEC 'broken' in new Twitter spat",
        "hour": "FEB 26 2019",
        "idx": 181
    },
    {
        "classification": 0,
        "headlineText": "Hyundai Motor Group on Tuesday rejected demands by U.S. activist investor Elliott Management for a combined 7 trillion won ($6.3 billion) dividend payout and new board members, complicating efforts to revamp South Korea's second-biggest conglomerate.",
        "headlineTitle": "Hyundai rejects Elliott's payout call, shares rise ahead of showdown meeting",
        "hour": "FEB 26 2019",
        "idx": 182
    },
    {
        "classification": 0,
        "headlineText": "Boeing Co on Wednesday unveiled an unmanned, fighter-like jet developed in Australia and designed to fly alongside crewed aircraft in combat for a fraction of the cost.",
        "headlineTitle": "Boeing unveils unmanned combat jet developed in Australia",
        "hour": "FEB 26 2019",
        "idx": 183
    },
    {
        "classification": -1,
        "headlineText": "The Federal Reserve is in \"no rush to make a judgment\" about further changes to interest rates, Fed Chairman Jerome Powell told U.S. lawmakers on Tuesday as he spelled out the central bank's approach to an economy that is likely slowing.",
        "headlineTitle": "Fed's Powell says 'no rush' to hike rates in 'solid' but slowing economy",
        "hour": "FEB 26 2019",
        "idx": 184
    },
    {
        "classification": 1,
        "headlineText": "Papa John's International Inc forecast better-than-feared North American same-store sales on Tuesday, as the U.S. pizza chain's investments on rebranding following its months-long spat with founder John Schnatter pay off.",
        "headlineTitle": "Papa John's gives upbeat full-year forecast after rocky 2018, shares rise",
        "hour": "FEB 26 2019",
        "idx": 185
    },
    {
        "classification": -1,
        "headlineText": "General Electric Co has too much debt and needs to reduce it \"thoughtfully and soon\", Chief Executive Officer Lawrence Culp said in a letter to shareholders on Tuesday.",
        "headlineTitle": "GE CEO says company needs to reduce debt 'thoughtfully and soon'",
        "hour": "FEB 26 2019",
        "idx": 186
    },
    {
        "classification": 0,
        "headlineText": "Brazilian automaker CAOA, which produces vehicles with Korea's Hyundai Motor Co and China's Chery Automobile Co, is in talks to buy a Ford Motor Co plant in the country that is slated to close by 2019, according to a source with direct knowledge of the matter.",
        "headlineTitle": "Brazil's CAOA in talks to buy Ford factory: source",
        "hour": "FEB 26 2019",
        "idx": 187
    },
    {
        "classification": 0,
        "headlineText": "The U.S. Commerce Department announced Tuesday it will open a new anti-dumping probe to determine whether fabricated structural steel from Canada, China and Mexico is being sold at below fair value.",
        "headlineTitle": "U.S. opens anti-dumping probe into steel imports from China, Canada, Mexico",
        "hour": "FEB 26 2019",
        "idx": 188
    },
    {
        "classification": 0,
        "headlineText": "AT&T Inc emerged victorious on Tuesday over the Trump administration's drawn-out attempts to block its $85.4 billion purchase of Time Warner as the U.S. Justice Department said it would not fight an appeals court ruling approving the deal.",
        "headlineTitle": "U.S. Justice Department will not appeal AT&T, Time Warner merger after court loss",
        "hour": "FEB 26 2019",
        "idx": 189
    },
    {
        "classification": 0,
        "headlineText": "U.S. aerospace manufacturer Boeing Co said on Tuesday it has nominated Nikki Haley, former U.S. ambassador to the United Nations and a close ally of President Donald Trump, to join its board of directors at the company's annual shareholders meeting on April 29.",
        "headlineTitle": "Boeing nominates former U.N. ambassador Haley to join its board",
        "hour": "FEB 26 2019",
        "idx": 190
    },
    {
        "classification": -1,
        "headlineText": "Wall Street's three major indexes fell slightly after a choppy session on Tuesday as investors eyed mixed U.S. economic data and corporate news and waited for clarity on issues such as the U.S.-China trade talks.",
        "headlineTitle": "Wall St. edges lower in choppy session",
        "hour": "FEB 26 2019",
        "idx": 191
    },
    {
        "classification": 0,
        "headlineText": "A federal judge in Manhattan on Tuesday dismissed a wrongful death lawsuit against JPMorgan Chase & Co by the estate of a former top broker, who it said committed suicide after being forced into retirement.",
        "headlineTitle": "JPMorgan absolved by U.S. judge in former top broker's suicide",
        "hour": "FEB 26 2019",
        "idx": 192
    },
    {
        "classification": 0,
        "headlineText": "The Federal Trade Commission, under pressure to keep closer tabs on big tech companies such as Alphabet's Google and Facebook, said on Tuesday it would create a task force to monitor the sector and investigate anticompetitive conduct.",
        "headlineTitle": "U.S. consumer regulator forms task force to monitor big tech",
        "hour": "FEB 26 2019",
        "idx": 193
    },
    {
        "classification": 0,
        "headlineText": "EBay Inc has informed Elliott Management Corp it is willing to explore shedding some of its key assets and give the hedge fund board representation in a bid to avert a proxy contest, people familiar with the matter said on Tuesday.",
        "headlineTitle": "EBay offers concessions to avert fight with Elliott: sources",
        "hour": "FEB 26 2019",
        "idx": 194
    },
    {
        "classification": -1,
        "headlineText": "A manager at Brazilian iron ore miner Vale SA told authorities that the company's executive board knew there had been a \"decrease in security\" at the dam that burst in January, killing hundreds, according to a newspaper report on Tuesday.",
        "headlineTitle": "Manager at Brazil's Vale told executives of dam risks: newspaper",
        "hour": "FEB 26 2019",
        "idx": 195
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump's decision to delay raising tariffs on $200 billion worth of Chinese goods has helped push global stock markets broadly higher as investors hope for a resolution in the trade war between the world's two largest economies.",
        "headlineTitle": "Why some U.S. fund managers like China regardless of trade deal",
        "hour": "FEB 26 2019",
        "idx": 196
    },
    {
        "classification": 1,
        "headlineText": "Rising risks and recent soft data shouldn't prevent solid growth for the U.S. economy this year, but the Federal Reserve will remain \"patient\" in deciding on further interest rate hikes, Fed Chairman Jerome Powell said on Tuesday.",
        "headlineTitle": "Instant View: Powell - Fed remains patient deciding on further hikes",
        "hour": "FEB 26 2019",
        "idx": 198
    },
    {
        "classification": 0,
        "headlineText": "JPMorgan Chase & Co, the biggest U.S. bank by assets, said on Tuesday it expects to face rising costs for deposits, a key part of its business, and slowing global economic growth.",
        "headlineTitle": "JPMorgan keeps key profit goal, cautious on U.S. recession risks",
        "hour": "FEB 26 2019",
        "idx": 199
    }
]
